<unk>	0
<s>	0
</s>	0
<pad>	0
<0x00>	0
<0x01>	0
<0x02>	0
<0x03>	0
<0x04>	0
<0x05>	0
<0x06>	0
<0x07>	0
<0x08>	0
<0x09>	0
<0x0A>	0
<0x0B>	0
<0x0C>	0
<0x0D>	0
<0x0E>	0
<0x0F>	0
<0x10>	0
<0x11>	0
<0x12>	0
<0x13>	0
<0x14>	0
<0x15>	0
<0x16>	0
<0x17>	0
<0x18>	0
<0x19>	0
<0x1A>	0
<0x1B>	0
<0x1C>	0
<0x1D>	0
<0x1E>	0
<0x1F>	0
<0x20>	0
<0x21>	0
<0x22>	0
<0x23>	0
<0x24>	0
<0x25>	0
<0x26>	0
<0x27>	0
<0x28>	0
<0x29>	0
<0x2A>	0
<0x2B>	0
<0x2C>	0
<0x2D>	0
<0x2E>	0
<0x2F>	0
<0x30>	0
<0x31>	0
<0x32>	0
<0x33>	0
<0x34>	0
<0x35>	0
<0x36>	0
<0x37>	0
<0x38>	0
<0x39>	0
<0x3A>	0
<0x3B>	0
<0x3C>	0
<0x3D>	0
<0x3E>	0
<0x3F>	0
<0x40>	0
<0x41>	0
<0x42>	0
<0x43>	0
<0x44>	0
<0x45>	0
<0x46>	0
<0x47>	0
<0x48>	0
<0x49>	0
<0x4A>	0
<0x4B>	0
<0x4C>	0
<0x4D>	0
<0x4E>	0
<0x4F>	0
<0x50>	0
<0x51>	0
<0x52>	0
<0x53>	0
<0x54>	0
<0x55>	0
<0x56>	0
<0x57>	0
<0x58>	0
<0x59>	0
<0x5A>	0
<0x5B>	0
<0x5C>	0
<0x5D>	0
<0x5E>	0
<0x5F>	0
<0x60>	0
<0x61>	0
<0x62>	0
<0x63>	0
<0x64>	0
<0x65>	0
<0x66>	0
<0x67>	0
<0x68>	0
<0x69>	0
<0x6A>	0
<0x6B>	0
<0x6C>	0
<0x6D>	0
<0x6E>	0
<0x6F>	0
<0x70>	0
<0x71>	0
<0x72>	0
<0x73>	0
<0x74>	0
<0x75>	0
<0x76>	0
<0x77>	0
<0x78>	0
<0x79>	0
<0x7A>	0
<0x7B>	0
<0x7C>	0
<0x7D>	0
<0x7E>	0
<0x7F>	0
<0x80>	0
<0x81>	0
<0x82>	0
<0x83>	0
<0x84>	0
<0x85>	0
<0x86>	0
<0x87>	0
<0x88>	0
<0x89>	0
<0x8A>	0
<0x8B>	0
<0x8C>	0
<0x8D>	0
<0x8E>	0
<0x8F>	0
<0x90>	0
<0x91>	0
<0x92>	0
<0x93>	0
<0x94>	0
<0x95>	0
<0x96>	0
<0x97>	0
<0x98>	0
<0x99>	0
<0x9A>	0
<0x9B>	0
<0x9C>	0
<0x9D>	0
<0x9E>	0
<0x9F>	0
<0xA0>	0
<0xA1>	0
<0xA2>	0
<0xA3>	0
<0xA4>	0
<0xA5>	0
<0xA6>	0
<0xA7>	0
<0xA8>	0
<0xA9>	0
<0xAA>	0
<0xAB>	0
<0xAC>	0
<0xAD>	0
<0xAE>	0
<0xAF>	0
<0xB0>	0
<0xB1>	0
<0xB2>	0
<0xB3>	0
<0xB4>	0
<0xB5>	0
<0xB6>	0
<0xB7>	0
<0xB8>	0
<0xB9>	0
<0xBA>	0
<0xBB>	0
<0xBC>	0
<0xBD>	0
<0xBE>	0
<0xBF>	0
<0xC0>	0
<0xC1>	0
<0xC2>	0
<0xC3>	0
<0xC4>	0
<0xC5>	0
<0xC6>	0
<0xC7>	0
<0xC8>	0
<0xC9>	0
<0xCA>	0
<0xCB>	0
<0xCC>	0
<0xCD>	0
<0xCE>	0
<0xCF>	0
<0xD0>	0
<0xD1>	0
<0xD2>	0
<0xD3>	0
<0xD4>	0
<0xD5>	0
<0xD6>	0
<0xD7>	0
<0xD8>	0
<0xD9>	0
<0xDA>	0
<0xDB>	0
<0xDC>	0
<0xDD>	0
<0xDE>	0
<0xDF>	0
<0xE0>	0
<0xE1>	0
<0xE2>	0
<0xE3>	0
<0xE4>	0
<0xE5>	0
<0xE6>	0
<0xE7>	0
<0xE8>	0
<0xE9>	0
<0xEA>	0
<0xEB>	0
<0xEC>	0
<0xED>	0
<0xEE>	0
<0xEF>	0
<0xF0>	0
<0xF1>	0
<0xF2>	0
<0xF3>	0
<0xF4>	0
<0xF5>	0
<0xF6>	0
<0xF7>	0
<0xF8>	0
<0xF9>	0
<0xFA>	0
<0xFB>	0
<0xFC>	0
<0xFD>	0
<0xFE>	0
<0xFF>	0
an	-0
‚ĖĀb	-1
‚ĖĀk	-2
ri	-3
mu	-4
ra	-5
‚ĖĀn	-6
ya	-7
‚ĖĀi	-8
‚ĖĀa	-9
ga	-10
wa	-11
ba	-12
‚ĖĀmu	-13
re	-14
sh	-15
‚ĖĀu	-16
‚ĖĀku	-17
ye	-18
ko	-19
ma	-20
gi	-21
‚ĖĀba	-22
in	-23
we	-24
za	-25
ka	-26
yo	-27
gu	-28
ru	-29
zi	-30
bi	-31
‚ĖĀya	-32
ge	-33
ta	-34
bu	-35
te	-36
yi	-37
tu	-38
ha	-39
go	-40
bo	-41
ze	-42
and	-43
‚ĖĀbi	-44
ki	-45
se	-46
ro	-47
si	-48
ho	-49
‚ĖĀko	-50
‚ĖĀgu	-51
wi	-52
‚ĖĀc	-53
me	-54
ku	-55
mi	-56
ti	-57
ana	-58
‚ĖĀM	-59
‚ĖĀA	-60
vu	-61
‚ĖĀy	-62
‚ĖĀwa	-63
‚ĖĀna	-64
‚ĖĀr	-65
wo	-66
da	-67
‚ĖĀK	-68
hu	-69
mo	-70
je	-71
yu	-72
‚ĖĀI	-73
sha	-74
he	-75
anga	-76
be	-77
‚ĖĀN	-78
‚ĖĀU	-79
‚ĖĀR	-80
‚ĖĀumu	-81
‚ĖĀmuri	-82
‚ĖĀm	-83
yan	-84
‚ĖĀbu	-85
rwa	-86
‚ĖĀha	-87
sa	-88
anda	-89
shi	-90
‚ĖĀin	-91
ban	-92
fa	-93
‚ĖĀaba	-94
andi	-95
‚ĖĀB	-96
de	-97
‚ĖĀari	-98
‚ĖĀubu	-99
li	-100
‚ĖĀama	-101
mwe	-102
zo	-103
ke	-104
ran	-105
‚ĖĀgi	-106
‚ĖĀibi	-107
tse	-108
di	-109
gira	-110
‚ĖĀMu	-111
‚ĖĀni	-112
‚ĖĀw	-113
to	-114
wanda	-115
fi	-116
so	-117
du	-118
tan	-119
‚ĖĀim	-120
nge	-121
‚ĖĀru	-122
gan	-123
ne	-124
bere	-125
‚ĖĀzi	-126
‚ĖĀki	-127
‚ĖĀngo	-128
‚ĖĀG	-129
mba	-130
sho	-131
‚ĖĀka	-132
kore	-133
na	-134
hi	-135
‚ĖĀbya	-136
twa	-137
‚ĖĀyo	-138
vuga	-139
kin	-140
‚ĖĀno	-141
gara	-142
‚ĖĀS	-143
‚ĖĀma	-144
zwe	-145
‚ĖĀP	-146
bwo	-147
‚ĖĀRwanda	-148
shin	-149
‚ĖĀcyan	-150
fu	-151
aba	-152
‚ĖĀkandi	-153
‚ĖĀib	-154
‚ĖĀkwi	-155
hugu	-156
ama	-157
fite	-158
‚ĖĀcya	-159
en	-160
kuru	-161
gen	-162
umu	-163
ubu	-164
‚ĖĀ(	-165
kan	-166
gwa	-167
zu	-168
‚ĖĀC	-169
rere	-170
‚ĖĀkuri	-171
han	-172
‚ĖĀ‚Äú	-173
cu	-174
‚ĖĀY	-175
‚ĖĀigi	-176
kome	-177
va	-178
yobo	-179
‚ĖĀKa	-180
‚ĖĀtu	-181
su	-182
‚ĖĀiki	-183
‚ĖĀUmu	-184
bwa	-185
‚ĖĀkuba	-186
giye	-187
‚ĖĀby	-188
shyi	-189
rimo	-190
shu	-191
kora	-192
tanga	-193
‚ĖĀT	-194
san	-195
nga	-196
‚ĖĀza	-197
nda	-198
shobo	-199
men	-200
do	-201
ryo	-202
riki	-203
‚ĖĀnde	-204
‚ĖĀyi	-205
‚ĖĀmi	-206
‚ĖĀic	-207
‚ĖĀuru	-208
‚ĖĀimi	-209
kaba	-210
‚ĖĀz	-211
korwa	-212
‚ĖĀwe	-213
‚ĖĀkuko	-214
‚ĖĀnta	-215
rika	-216
ts	-217
‚ĖĀJ	-218
ibi	-219
pe	-220
mbi	-221
‚ĖĀbwa	-222
‚ĖĀD	-223
‚ĖĀndetse	-224
‚ĖĀri	-225
‚ĖĀbw	-226
‚ĖĀH	-227
ci	-228
yuma	-229
‚ĖĀaho	-230
‚ĖĀcy	-231
‚ĖĀariko	-232
jwe	-233
tsi	-234
ini	-235
‚ĖĀL	-236
rage	-237
yama	-238
le	-239
ce	-240
jya	-241
‚ĖĀcyane	-242
ngo	-243
‚ĖĀF	-244
tege	-245
‚ĖĀaban	-246
yobozi	-247
hin	-248
‚ĖĀga	-249
‚ĖĀbo	-250
bwi	-251
‚ĖĀgihe	-252
‚ĖĀnk	-253
ni	-254
‚ĖĀbyo	-255
‚ĖĀati	-256
‚ĖĀAba	-257
riye	-258
pa	-259
vi	-260
‚ĖĀKi	-261
yaka	-262
bye	-263
ngu	-264
‚ĖĀkugira	-265
wan	-266
hanga	-267
garaga	-268
‚ĖĀBu	-269
mana	-270
uko	-271
yango	-272
‚ĖĀrya	-273
‚ĖĀhari	-274
ira	-275
mbo	-276
ntu	-277
‚ĖĀMa	-278
gize	-279
she	-280
‚ĖĀry	-281
‚ĖĀyari	-282
biri	-283
bera	-284
turage	-285
‚ĖĀbari	-286
indi	-287
‚ĖĀaka	-288
im	-289
bazo	-290
zwa	-291
‚ĖĀrwa	-292
ryango	-293
shuri	-294
shobora	-295
rana	-296
‚ĖĀE	-297
po	-298
‚ĖĀum	-299
andu	-300
bona	-301
rezi	-302
kanye	-303
tera	-304
‚ĖĀdu	-305
‚ĖĀuko	-306
ca	-307
‚ĖĀcyangwa	-308
gera	-309
vuze	-310
la	-311
‚ĖĀavuga	-312
eza	-313
‚ĖĀmbere	-314
‚ĖĀNi	-315
ndi	-316
‚ĖĀKu	-317
waka	-318
‚ĖĀrw	-319
‚ĖĀRu	-320
.‚ÄĚ	-321
‚ĖĀuyu	-322
ranga	-323
yin	-324
um	-325
bana	-326
‚ĖĀbwo	-327
‚ĖĀGa	-328
kwi	-329
shaka	-330
ngera	-331
fasha	-332
‚ĖĀabantu	-333
tsin	-334
‚ĖĀibyo	-335
‚ĖĀcyo	-336
‚ĖĀPe	-337
igi	-338
gabo	-339
‚ĖĀwo	-340
‚ĖĀnyuma	-341
‚ĖĀiyo	-342
kira	-343
zima	-344
kana	-345
on	-346
maze	-347
tandu	-348
‚ĖĀneza	-349
‚ĖĀYa	-350
rira	-351
‚ĖĀye	-352
man	-353
byi	-354
tara	-355
‚ĖĀBa	-356
bya	-357
uru	-358
rwanda	-359
rezida	-360
shya	-361
wu	-362
reza	-363
‚ĖĀburyo	-364
‚ĖĀnti	-365
ve	-366
‚ĖĀtwa	-367
‚ĖĀicyo	-368
pi	-369
yarwanda	-370
mbu	-371
‚ĖĀLe	-372
‚ĖĀHa	-373
ciro	-374
ruka	-375
ngan	-376
‚ĖĀubwo	-377
nye	-378
bandi	-379
kuriki	-380
pu	-381
kino	-382
gana	-383
gore	-384
riza	-385
faranga	-386
‚ĖĀIn	-387
‚ĖĀzo	-388
jye	-389
baye	-390
saba	-391
wego	-392
‚ĖĀt	-393
imi	-394
tandukanye	-395
byo	-396
fo	-397
Umu	-398
‚ĖĀaga	-399
gali	-400
tegeko	-401
geze	-402
‚ĖĀPerezida	-403
tariki	-404
nsi	-405
‚ĖĀwi	-406
tuma	-407
komeza	-408
gomba	-409
‚ĖĀNya	-410
nze	-411
‚ĖĀYe	-412
‚ĖĀban	-413
renge	-414
shimi	-415
‚ĖĀimbere	-416
‚ĖĀigihe	-417
ji	-418
shyira	-419
‚ÄĚ.	-420
co	-421
‚ĖĀUbu	-422
osi	-423
gura	-424
menye	-425
wanya	-426
shinzwe	-427
‚ĖĀmwaka	-428
shwa	-429
‚ĖĀiyi	-430
‚ĖĀPa	-431
gani	-432
lo	-433
Ubu	-434
subi	-435
‚ĖĀLeta	-436
banu	-437
‚ĖĀKigali	-438
ja	-439
ani	-440
bone	-441
inisi	-442
wana	-443
‚ĖĀ"	-444
‚ĖĀse	-445
oside	-446
geza	-447
bwe	-448
‚ĖĀGi	-449
‚ĖĀbara	-450
‚ĖĀburi	-451
‚ĖĀkwa	-452
tum	-453
‚ĖĀata	-454
sanzwe	-455
‚ĖĀbaka	-456
‚ĖĀbita	-457
‚ĖĀkubera	-458
yamakuru	-459
cya	-460
nyi	-461
‚ĖĀyavuze	-462
‚ĖĀbaba	-463
ina	-464
zira	-465
guru	-466
curu	-467
Aba	-468
cyo	-469
koresha	-470
‚ĖĀW	-471
‚ĖĀbata	-472
‚ĖĀaha	-473
rero	-474
jyan	-475
ranye	-476
‚ĖĀgusa	-477
raga	-478
iki	-479
‚ĖĀgukora	-480
komeye	-481
‚ĖĀiri	-482
zaba	-483
‚ĖĀKo	-484
fatan	-485
‚ĖĀJen	-486
ine	-487
shinga	-488
‚ĖĀuku	-489
‚ĖĀCo	-490
).	-491
enshi	-492
ubwo	-493
teke	-494
kwa	-495
‚ĖĀV	-496
‚ĖĀnka	-497
‚ĖĀJenoside	-498
ganda	-499
‚ĖĀakaba	-500
furika	-501
twe	-502
korera	-503
shan	-504
sanga	-505
garagaza	-506
intu	-507
‚ĖĀtariki	-508
no	-509
‚ĖĀbyi	-510
koze	-511
‚ĖĀAti	-512
‚ĖĀGu	-513
‚ĖĀrwo	-514
‚ĖĀrwego	-515
kiri	-516
bura	-517
sobanu	-518
tutsi	-519
‚ĖĀUmun	-520
yeme	-521
‚ĖĀBi	-522
rwe	-523
‚ĖĀgihugu	-524
‚ĖĀhaga	-525
‚ĖĀMinisi	-526
tiri	-527
aban	-528
‚ĖĀabaturage	-529
fata	-530
‚ĖĀhan	-531
hunda	-532
komeje	-533
zamu	-534
‚ĖĀumuntu	-535
‚ĖĀbe	-536
mbere	-537
ndo	-538
‚ĖĀuwo	-539
ib	-540
‚ĖĀmunsi	-541
pam	-542
tangiye	-543
jyi	-544
genda	-545
korana	-546
‚ĖĀ‚Äė	-547
‚ĖĀara	-548
shije	-549
jyanye	-550
kene	-551
‚ĖĀgahunda	-552
inshi	-553
‚ĖĀhamwe	-554
teri	-555
‚ĖĀumwe	-556
‚ĖĀbafite	-557
mbe	-558
‚ĖĀbenshi	-559
‚ĖĀabana	-560
‚ĖĀkwe	-561
‚ĖĀyara	-562
),	-563
‚ĖĀIbi	-564
gihugu	-565
zama	-566
tegan	-567
ngi	-568
kiko	-569
..	-570
shyu	-571
tsinda	-572
‚ĖĀamafaranga	-573
rya	-574
seze	-575
‚ĖĀguha	-576
‚ĖĀAma	-577
kura	-578
el	-579
‚ĖĀbaga	-580
‚ĖĀRe	-581
tin	-582
yoni	-583
reke	-584
‚ĖĀO	-585
‚ĖĀharimo	-586
genzi	-587
‚ĖĀbaha	-588
‚ĖĀMuri	-589
‚ĖĀimyaka	-590
‚ĖĀAban	-591
zuba	-592
karere	-593
‚ĖĀbaza	-594
‚ĖĀPo	-595
‚ĖĀmili	-596
mari	-597
‚ĖĀbikorwa	-598
‚ĖĀibya	-599
hova	-600
‚ĖĀMi	-601
‚ĖĀkugeza	-602
‚ĖĀabi	-603
rasi	-604
‚ĖĀbyose	-605
gari	-606
pamvu	-607
kinnyi	-608
‚ĖĀYehova	-609
‚ĖĀgute	-610
igihugu	-611
hindu	-612
tangira	-613
‚ĖĀwari	-614
‚ĖĀSa	-615
renga	-616
dwa	-617
shize	-618
‚ĖĀafite	-619
riko	-620
‚ĖĀhagati	-621
rutse	-622
‚ĖĀabo	-623
mva	-624
‚ĖĀbose	-625
tangi	-626
kobwa	-627
‚ĖĀ.	-628
rezo	-629
‚ĖĀbwi	-630
bwira	-631
er	-632
buga	-633
‚ĖĀkuva	-634
hora	-635
‚ĖĀbite	-636
‚ĖĀe	-637
byeyi	-638
‚ĖĀAfurika	-639
lisi	-640
pfu	-641
‚ĖĀuburyo	-642
‚ĖĀkure	-643
insi	-644
menya	-645
hare	-646
tabi	-647
‚ĖĀabandi	-648
‚ĖĀAbatutsi	-649
tego	-650
gisha	-651
tare	-652
ham	-653
‚ĖĀaza	-654
garagara	-655
tero	-656
ano	-657
‚ĖĀho	-658
‚ĖĀyaba	-659
bonye	-660
kozi	-661
‚ĖĀSe	-662
‚ĖĀsi	-663
Mu	-664
tatu	-665
kwiye	-666
zego	-667
nzi	-668
Ama	-669
game	-670
tangaje	-671
reye	-672
taka	-673
‚ĖĀkubi	-674
‚ĖĀibikorwa	-675
gano	-676
hinzi	-677
‚ĖĀ@	-678
imyaka	-679
kano	-680
ter	-681
kina	-682
rusha	-683
‚ĖĀUmunyamakuru	-684
‚ĖĀkumu	-685
sirika	-686
‚ĖĀahu	-687
ganiro	-688
humbi	-689
tanu	-690
sange	-691
ou	-692
teka	-693
‚ĖĀKagame	-694
kunda	-695
yuba	-696
nde	-697
‚ĖĀJe	-698
‚ĖĀUru	-699
yije	-700
bare	-701
yana	-702
‚ĖĀNa	-703
‚ĖĀyakore	-704
gero	-705
ruko	-706
tekano	-707
terambere	-708
sin	-709
hita	-710
zan	-711
‚ĖĀkw	-712
‚ĖĀgutanga	-713
nd	-714
siga	-715
twara	-716
merika	-717
ande	-718
riro	-719
rengan	-720
‚ĖĀbiga	-721
In	-722
banza	-723
abandi	-724
‚ĖĀbavuga	-725
‚ĖĀcyi	-726
shwe	-727
‚ĖĀhe	-728
moka	-729
curuzi	-730
‚ĖĀKarere	-731
soko	-732
‚ĖĀuruhare	-733
rano	-734
‚ĖĀUmuyobozi	-735
byiruko	-736
mera	-737
‚ĖĀkabiri	-738
sirikare	-739
ju	-740
saru	-741
‚ĖĀbyinshi	-742
min	-743
jo	-744
‚ĖĀMinisitiri	-745
‚ĖĀiza	-746
‚ĖĀZ	-747
yinshi	-748
garuka	-749
‚ĖĀRa	-750
ywa	-751
vuye	-752
guye	-753
‚ĖĀkubona	-754
PR	-755
‚ĖĀiz	-756
‚ĖĀikibazo	-757
tyo	-758
‚ĖĀmpu	-759
‚ĖĀbin	-760
gendo	-761
rije	-762
gaban	-763
‚ĖĀIki	-764
rera	-765
Igihugu	-766
‚ĖĀImana	-767
‚ĖĀibintu	-768
‚ĖĀkarere	-769
horo	-770
buhanga	-771
tuye	-772
‚ĖĀicya	-773
ll	-774
rangi	-775
‚ĖĀimba	-776
‚ĖĀmiliyoni	-777
‚ĖĀmaze	-778
pfo	-779
kiye	-780
rire	-781
banga	-782
‚ĖĀJean	-783
‚ĖĀrero	-784
saruro	-785
‚ĖĀkujya	-786
‚ĖĀrusange	-787
‚ĖĀkimwe	-788
gere	-789
st	-790
rani	-791
tora	-792
uza	-793
mwa	-794
tari	-795
sanze	-796
gami	-797
rane	-798
mweru	-799
handa	-800
‚ĖĀbamwe	-801
‚ĖĀDr	-802
fuza	-803
menyi	-804
‚ĖĀikipe	-805
jyana	-806
hise	-807
ane	-808
tso	-809
mbwa	-810
koranabuhanga	-811
‚ĖĀniba	-812
‚ĖĀbiri	-813
‚ĖĀubuzima	-814
‚ĖĀahubwo	-815
mye	-816
‚ĖĀisi	-817
tungo	-818
bwiye	-819
sira	-820
kwe	-821
‚ĖĀbabi	-822
abantu	-823
sezerano	-824
hanzi	-825
sabye	-826
‚ĖĀhafi	-827
‚ĖĀnko	-828
‚ĖĀyabo	-829
tumwa	-830
ywe	-831
zamahanga	-832
poro	-833
mbye	-834
yumweru	-835
fashe	-836
‚ĖĀur	-837
taba	-838
ibindi	-839
yeshuri	-840
tumye	-841
‚ĖĀibibazo	-842
dwara	-843
nya	-844
‚ĖĀbiza	-845
‚ĖĀyagize	-846
diri	-847
minuza	-848
ris	-849
‚ĖĀryo	-850
‚ĖĀntabwo	-851
mvi	-852
gingo	-853
‚ĖĀyose	-854
abaturage	-855
‚ĖĀyaha	-856
twi	-857
tion	-858
‚ĖĀahan	-859
‚ĖĀikin	-860
siyo	-861
renganzira	-862
tswe	-863
rwanya	-864
meza	-865
‚ĖĀamakuru	-866
shobozi	-867
rinda	-868
‚ĖĀigihugu	-869
‚ĖĀbihugu	-870
shanwa	-871
ranya	-872
garagaje	-873
vugwa	-874
‚ĖĀbamu	-875
doka	-876
‚ĖĀtwi	-877
koresho	-878
‚ĖĀyakorewe	-879
‚ĖĀmyaka	-880
‚ĖĀTu	-881
tanda	-882
‚ĖĀbakaba	-883
koreshwa	-884
yiza	-885
modoka	-886
or	-887
‚ĖĀYagize	-888
tegetsi	-889
shimira	-890
‚ĖĀumwana	-891
yon	-892
‚ĖĀimp	-893
‚ĖĀkubu	-894
liya	-895
‚ĖĀIyo	-896
ic	-897
zwi	-898
fashi	-899
‚ĖĀhi	-900
ota	-901
rivi	-902
zweho	-903
gamba	-904
yandi	-905
‚ĖĀkugera	-906
‚ĖĀbitandukanye	-907
‚ĖĀinama	-908
bereye	-909
riwe	-910
tekerezo	-911
bikorwa	-912
shyin	-913
koreshe	-914
shingano	-915
fati	-916
‚ĖĀbiba	-917
‚ĖĀFC	-918
mp	-919
kije	-920
‚ĖĀbarimo	-921
mira	-922
shatsi	-923
shyirwa	-924
Aban	-925
retse	-926
‚ĖĀiba	-927
cyaha	-928
‚ĖĀSi	-929
shakashatsi	-930
‚ĖĀrwi	-931
kungu	-932
‚ĖĀuwa	-933
rt	-934
‚ĖĀika	-935
kubi	-936
‚ĖĀyan	-937
juru	-938
‚ĖĀuri	-939
‚ĖĀwese	-940
liti	-941
ul	-942
‚ĖĀufite	-943
‚ĖĀ,	-944
gende	-945
‚ĖĀHari	-946
al	-947
shami	-948
‚ĖĀpo	-949
huza	-950
fe	-951
‚ĖĀIgi	-952
‚ĖĀmpuzamahanga	-953
mbara	-954
‚ĖĀserivi	-955
‚ĖĀde	-956
kozwe	-957
‚ĖĀMo	-958
‚ĖĀnaho	-959
qu	-960
veri	-961
rirwa	-962
shuro	-963
‚ĖĀumusaruro	-964
‚ĖĀifite	-965
pera	-966
mbuye	-967
aga	-968
goro	-969
yijwe	-970
‚ĖĀAmerika	-971
muga	-972
‚ĖĀkibazo	-973
‚ĖĀJo	-974
ire	-975
shingiye	-976
shyize	-977
AN	-978
‚ĖĀbana	-979
‚ĖĀgushyira	-980
‚ĖĀmuntu	-981
kunga	-982
‚ĖĀbahu	-983
fatanya	-984
teye	-985
hamya	-986
vura	-987
fun	-988
‚ĖĀayo	-989
ranira	-990
soho	-991
mwi	-992
buka	-993
‚ĖĀkuza	-994
tandatu	-995
rd	-996
lika	-997
gene	-998
‚ĖĀwitwa	-999
gizi	-1000
‚ĖĀnyinshi	-1001
ganga	-1002
‚ĖĀNyuma	-1003
‚ĖĀibihumbi	-1004
Ku	-1005
swa	-1006
tanze	-1007
‚ĖĀBuru	-1008
‚ĖĀUyu	-1009
reba	-1010
‚ĖĀUganda	-1011
tima	-1012
‚ĖĀbirimo	-1013
‚ĖĀagira	-1014
‚ĖĀakazi	-1015
kemu	-1016
hana	-1017
rw	-1018
kombe	-1019
rongo	-1020
‚ĖĀbijyanye	-1021
yaga	-1022
‚ĖĀbira	-1023
yongera	-1024
yuze	-1025
mere	-1026
yungu	-1027
‚ĖĀTo	-1028
fungu	-1029
shinja	-1030
‚ĖĀyu	-1031
‚ĖĀhanze	-1032
‚ĖĀte	-1033
suzu	-1034
hirwe	-1035
‚ĖĀkugi	-1036
‚ĖĀAbanyarwanda	-1037
‚ĖĀbityo	-1038
‚ĖĀmpamvu	-1039
‚ĖĀbatu	-1040
aho	-1041
‚ĖĀserivisi	-1042
‚ĖĀhaba	-1043
‚ĖĀfi	-1044
‚ĖĀbagiye	-1045
bwiriza	-1046
‚ĖĀbyari	-1047
hango	-1048
toza	-1049
riya	-1050
herere	-1051
‚ĖĀaya	-1052
Ni	-1053
gerage	-1054
‚ĖĀNta	-1055
‚ĖĀbamaze	-1056
‚ĖĀamu	-1057
horaho	-1058
shye	-1059
‚ĖĀmuryango	-1060
sore	-1061
rushanwa	-1062
‚ĖĀnda	-1063
‚ĖĀDa	-1064
‚ĖĀIbyo	-1065
‚ĖĀPolisi	-1066
shimiye	-1067
fatanye	-1068
‚ĖĀimbaraga	-1069
‚ĖĀMe	-1070
ngereza	-1071
‚ĖĀimwe	-1072
mara	-1073
‚ĖĀKomi	-1074
‚ĖĀushinzwe	-1075
‚ĖĀDe	-1076
kipe	-1077
kuba	-1078
‚ĖĀizo	-1079
lle	-1080
ss	-1081
‚ĖĀkubaka	-1082
ngeye	-1083
mini	-1084
uka	-1085
hoze	-1086
‚ĖĀicyi	-1087
‚ĖĀbakora	-1088
‚ĖĀira	-1089
‚ĖĀCongo	-1090
genga	-1091
‚ĖĀDi	-1092
ur	-1093
yobora	-1094
‚ĖĀBo	-1095
‚ĖĀnama	-1096
ganira	-1097
‚ĖĀkurusha	-1098
haye	-1099
‚ĖĀsa	-1100
‚ĖĀmwi	-1101
hamwe	-1102
genzu	-1103
‚ĖĀmwanya	-1104
van	-1105
‚ĖĀbantu	-1106
‚ĖĀamazi	-1107
‚ĖĀCa	-1108
iz	-1109
hera	-1110
‚ĖĀmukuru	-1111
‚ĖĀyabi	-1112
‚ĖĀrimwe	-1113
shyamba	-1114
yemezo	-1115
‚ĖĀbwe	-1116
siye	-1117
‚ĖĀo	-1118
."	-1119
‚ĖĀbabo	-1120
ransa	-1121
bereho	-1122
kazi	-1123
ibyo	-1124
rizwa	-1125
‚ĖĀatari	-1126
pfa	-1127
‚ĖĀishuri	-1128
shyura	-1129
‚ĖĀkumenya	-1130
‚ĖĀbazi	-1131
meze	-1132
‚ĖĀkuyi	-1133
‚ĖĀkin	-1134
Akarere	-1135
‚ĖĀGicu	-1136
tsinze	-1137
‚ĖĀ[	-1138
‚ĖĀcye	-1139
habwa	-1140
tekereza	-1141
‚ĖĀbituma	-1142
hagara	-1143
‚ĖĀnya	-1144
umva	-1145
‚ĖĀgukomeza	-1146
‚ĖĀamaze	-1147
‚ĖĀwu	-1148
kikije	-1149
pira	-1150
zere	-1151
gambo	-1152
banze	-1153
‚ĖĀmukino	-1154
isi	-1155
‚ĖĀizi	-1156
boneka	-1157
keneye	-1158
faransa	-1159
‚ĖĀbitewe	-1160
‚ĖĀSpo	-1161
hura	-1162
‚ĖĀbika	-1163
ruguru	-1164
‚ĖĀkigo	-1165
teko	-1166
‚ĖĀubwi	-1167
can	-1168
‚ĖĀibiri	-1169
‚ĖĀiterambere	-1170
gije	-1171
here	-1172
‚ĖĀgukoresha	-1173
‚ĖĀbikaba	-1174
...	-1175
‚ĖĀuza	-1176
shora	-1177
dirimbo	-1178
‚ĖĀkongera	-1179
‚ĖĀMinisiteri	-1180
‚ĖĀnone	-1181
tewe	-1182
anjye	-1183
‚ĖĀisoko	-1184
‚ĖĀubushobozi	-1185
terwa	-1186
‚ĖĀkwiga	-1187
‚ĖĀBan	-1188
‚ĖĀbaki	-1189
‚ĖĀkurwanya	-1190
sabwa	-1191
enya	-1192
‚ĖĀ-	-1193
metero	-1194
mbaga	-1195
reka	-1196
abana	-1197
‚ĖĀnabi	-1198
shoboka	-1199
‚ĖĀnawe	-1200
‚ĖĀumutekano	-1201
pubu	-1202
‚ĖĀyatangaje	-1203
IN	-1204
ry	-1205
‚ĖĀagaciro	-1206
shoboye	-1207
tsa	-1208
hari	-1209
‚ĖĀrugo	-1210
‚ĖĀMurenge	-1211
‚ĖĀUbwo	-1212
hariko	-1213
yira	-1214
jambo	-1215
que	-1216
‚ĖĀguteza	-1217
‚ĖĀumuyobozi	-1218
‚ĖĀumuryango	-1219
‚ĖĀumwanya	-1220
‚ĖĀnzi	-1221
gire	-1222
rwan	-1223
paka	-1224
‚ĖĀuburenganzira	-1225
rts	-1226
‚ĖĀumun	-1227
zuro	-1228
tungan	-1229
somo	-1230
‚ĖĀIyi	-1231
‚ĖĀnubwo	-1232
‚ĖĀRepubu	-1233
‚ĖĀgufasha	-1234
maro	-1235
baza	-1236
tegu	-1237
‚ĖĀkwezi	-1238
vandi	-1239
‚ĖĀYo	-1240
vandimwe	-1241
‚ĖĀWe	-1242
rimu	-1243
rwayi	-1244
‚ĖĀuka	-1245
‚ĖĀbati	-1246
kanga	-1247
‚ĖĀMata	-1248
fatwa	-1249
rozi	-1250
umwi	-1251
‚ĖĀikaba	-1252
reme	-1253
shyigi	-1254
‚ĖĀimirimo	-1255
dugu	-1256
‚ĖĀumugore	-1257
‚ĖĀNda	-1258
jira	-1259
‚ĖĀgito	-1260
‚ĖĀgufata	-1261
AR	-1262
saga	-1263
noma	-1264
mena	-1265
dukikije	-1266
mezi	-1267
verinoma	-1268
inji	-1269
‚ĖĀiminsi	-1270
‚ĖĀahantu	-1271
abi	-1272
‚ĖĀAriko	-1273
dugudu	-1274
nshi	-1275
sobanura	-1276
teza	-1277
‚ĖĀmyiza	-1278
teganyijwe	-1279
‚ĖĀivuga	-1280
ibiliya	-1281
tive	-1282
kunze	-1283
‚ĖĀhejuru	-1284
‚ĖĀmujyi	-1285
‚ĖĀumwu	-1286
‚ĖĀRepubulika	-1287
‚ĖĀmen	-1288
kundo	-1289
sura	-1290
‚ĖĀubwa	-1291
mpi	-1292
Iki	-1293
indu	-1294
giza	-1295
‚ĖĀBibiliya	-1296
sozi	-1297
yamabanga	-1298
buye	-1299
‚ĖĀbuzima	-1300
yabu	-1301
litiki	-1302
menyetso	-1303
torero	-1304
komoka	-1305
‚ĖĀPaul	-1306
‚ĖĀdo	-1307
Ya	-1308
‚ĖĀAl	-1309
saha	-1310
day	-1311
tura	-1312
razi	-1313
‚ĖĀbigo	-1314
‚ĖĀibyaha	-1315
Ibi	-1316
‚ĖĀs	-1317
‚ĖĀSu	-1318
‚ĖĀbada	-1319
‚ĖĀgatatu	-1320
ndu	-1321
‚ĖĀzose	-1322
shanya	-1323
‚ĖĀmenshi	-1324
twaye	-1325
garu	-1326
‚ĖĀzitandukanye	-1327
‚ĖĀkuzi	-1328
imari	-1329
‚ĖĀikoranabuhanga	-1330
rayi	-1331
tangaza	-1332
ubuzima	-1333
mbwe	-1334
nal	-1335
‚ĖĀuta	-1336
uyu	-1337
fashwe	-1338
tabo	-1339
bwenge	-1340
sigaye	-1341
‚ĖĀRo	-1342
kurikirana	-1343
‚ĖĀNo	-1344
subiza	-1345
‚ĖĀKenya	-1346
‚ĖĀubuyobozi	-1347
hande	-1348
‚ĖĀNyama	-1349
shyaka	-1350
‚ĖĀSports	-1351
‚ĖĀbihe	-1352
yona	-1353
‚ĖĀgutera	-1354
ibihugu	-1355
pite	-1356
‚ĖĀimpamvu	-1357
‚ĖĀze	-1358
‚ĖĀyabaye	-1359
‚ĖĀImi	-1360
‚ĖĀbaturage	-1361
‚ĖĀIkin	-1362
gamije	-1363
hereza	-1364
‚ĖĀizina	-1365
‚ĖĀashobora	-1366
‚ĖĀurubyiruko	-1367
yumba	-1368
abo	-1369
subira	-1370
guri	-1371
kire	-1372
‚ĖĀgushaka	-1373
kera	-1374
hungu	-1375
manota	-1376
‚ĖĀmo	-1377
‚ĖĀsaa	-1378
umuryango	-1379
hano	-1380
amategeko	-1381
‚ĖĀimpu	-1382
kirwa	-1383
yari	-1384
‚ĖĀAPR	-1385
‚ĖĀamahirwe	-1386
‚ĖĀle	-1387
is	-1388
ty	-1389
‚ĖĀra	-1390
‚ĖĀKomisiyo	-1391
zana	-1392
‚ĖĀryi	-1393
yine	-1394
vo	-1395
banda	-1396
bunga	-1397
BC	-1398
tanye	-1399
‚ĖĀingu	-1400
rengera	-1401
rekana	-1402
‚ĖĀbagomba	-1403
‚ĖĀuba	-1404
hawe	-1405
‚ĖĀAf	-1406
‚ĖĀIcyo	-1407
‚ĖĀingaruka	-1408
‚ĖĀntiba	-1409
‚ĖĀbye	-1410
Imana	-1411
‚ĖĀbato	-1412
lu	-1413
handi	-1414
amafaranga	-1415
‚ĖĀtwe	-1416
‚ĖĀbimwe	-1417
korerwa	-1418
‚ĖĀimyi	-1419
foto	-1420
yandiko	-1421
taramo	-1422
‚ĖĀbacu	-1423
‚ĖĀmashuri	-1424
shuti	-1425
hangana	-1426
‚ĖĀbida	-1427
gizwe	-1428
‚ĖĀumwaka	-1429
‚ĖĀitariki	-1430
‚ĖĀusanga	-1431
‚ĖĀtura	-1432
rango	-1433
ck	-1434
ID	-1435
‚ĖĀindwara	-1436
‚ĖĀTe	-1437
‚ĖĀinzu	-1438
Uru	-1439
‚ĖĀbajya	-1440
‚ĖĀnzu	-1441
senge	-1442
ch	-1443
jije	-1444
‚ĖĀkwirinda	-1445
sumbuye	-1446
bin	-1447
‚ĖĀugu	-1448
kurikira	-1449
‚ĖĀamategeko	-1450
‚ĖĀabanyeshuri	-1451
‚ĖĀinda	-1452
‚ĖĀThe	-1453
‚ĖĀiryo	-1454
".	-1455
shishi	-1456
tabira	-1457
‚ĖĀumukino	-1458
haga	-1459
‚ĖĀBurundi	-1460
rimi	-1461
yemo	-1462
ranyije	-1463
‚ĖĀAgira	-1464
joro	-1465
RA	-1466
ganwa	-1467
wami	-1468
‚ĖĀyakoze	-1469
perative	-1470
‚ĖĀMusanze	-1471
tarama	-1472
‚ĖĀyaje	-1473
‚ĖĀbishobora	-1474
‚ĖĀyamu	-1475
‚ĖĀDu	-1476
ubwi	-1477
‚ĖĀinyuma	-1478
‚ĖĀuga	-1479
‚ĖĀkumwe	-1480
‚ĖĀindi	-1481
ent	-1482
hindura	-1483
tangwa	-1484
‚ĖĀita	-1485
‚ĖĀmp	-1486
‚ĖĀIcya	-1487
‚ĖĀbagenzi	-1488
‚ĖĀinkunga	-1489
‚ĖĀJa	-1490
Abanyarwanda	-1491
‚ĖĀIm	-1492
tabera	-1493
‚ĖĀada	-1494
‚ĖĀGicurasi	-1495
shinjacyaha	-1496
zani	-1497
‚ĖĀyombi	-1498
‚ĖĀndi	-1499
ria	-1500
‚ĖĀbashobora	-1501
roko	-1502
‚ĖĀturi	-1503
‚ĖĀinshingano	-1504
umwihariko	-1505
‚ĖĀiga	-1506
girwa	-1507
th	-1508
‚ĖĀyatangiye	-1509
shanyarazi	-1510
‚ĖĀabagore	-1511
zera	-1512
‚ĖĀtele	-1513
‚ĖĀgikorwa	-1514
‚ĖĀKaminuza	-1515
DC	-1516
‚ĖĀkwita	-1517
‚ĖĀminsi	-1518
rin	-1519
‚ĖĀnzego	-1520
‚ĖĀhose	-1521
‚ĖĀAvuga	-1522
igihe	-1523
‚ĖĀitanga	-1524
vugizi	-1525
‚ĖĀkuvuga	-1526
‚ĖĀhano	-1527
‚ĖĀyandi	-1528
‚ĖĀrwe	-1529
‚ĖĀicyaha	-1530
‚ĖĀFa	-1531
icyo	-1532
yumvi	-1533
‚ĖĀRayon	-1534
‚ĖĀyitwa	-1535
‚ĖĀabayobozi	-1536
gabane	-1537
‚ĖĀan	-1538
hinda	-1539
‚ĖĀmun	-1540
‚ĖĀyabwiye	-1541
‚ĖĀmikino	-1542
vutse	-1543
lime	-1544
‚ĖĀako	-1545
jyaruguru	-1546
renze	-1547
‚ĖĀnibwo	-1548
‚ĖĀmutwe	-1549
‚ĖĀpa	-1550
pfuye	-1551
‚ĖĀgace	-1552
‚ĖĀkaminuza	-1553
‚ĖĀGo	-1554
‚ĖĀbyiza	-1555
rie	-1556
‚ĖĀKamena	-1557
zamakuru	-1558
‚ĖĀumugabo	-1559
jwi	-1560
reje	-1561
‚ĖĀcyose	-1562
‚ĖĀbabiri	-1563
koresheje	-1564
il	-1565
‚ĖĀdufite	-1566
subizo	-1567
‚ĖĀToday	-1568
‚ĖĀngombwa	-1569
‚ĖĀRwa	-1570
‚ĖĀamasezerano	-1571
‚ĖĀNgo	-1572
dege	-1573
‚ĖĀibikoresho	-1574
zuye	-1575
‚ĖĀibindi	-1576
‚ĖĀmwa	-1577
kuri	-1578
nyu	-1579
‚ĖĀKuri	-1580
‚ĖĀazi	-1581
‚ĖĀwabo	-1582
tegura	-1583
‚ĖĀbyaba	-1584
shishika	-1585
hinga	-1586
‚ĖĀYesu	-1587
iyo	-1588
mbura	-1589
manu	-1590
yiri	-1591
‚ĖĀNyakanga	-1592
‚ĖĀaki	-1593
gambi	-1594
kanya	-1595
rangira	-1596
‚ĖĀubumuga	-1597
‚ĖĀof	-1598
‚ĖĀimikino	-1599
twari	-1600
anuka	-1601
anone	-1602
‚ĖĀke	-1603
‚ĖĀamashuri	-1604
‚ĖĀababyeyi	-1605
‚ĖĀSo	-1606
ing	-1607
‚ĖĀkiri	-1608
‚ĖĀHu	-1609
basha	-1610
buto	-1611
kara	-1612
‚ĖĀbinyuze	-1613
‚ĖĀzirimo	-1614
akarere	-1615
turutse	-1616
‚ĖĀcyumweru	-1617
tebe	-1618
giro	-1619
‚ĖĀbagera	-1620
hugurwa	-1621
‚ĖĀimodoka	-1622
‚ĖĀpe	-1623
‚ĖĀkan	-1624
‚ĖĀkuvu	-1625
‚ĖĀBe	-1626
haranira	-1627
hame	-1628
tabiriye	-1629
tonde	-1630
amashuri	-1631
zina	-1632
‚ĖĀLa	-1633
korere	-1634
‚ĖĀbitaro	-1635
shyan	-1636
‚ĖĀubumenyi	-1637
hara	-1638
‚ĖĀleta	-1639
teguye	-1640
shijwe	-1641
kemura	-1642
‚ĖĀbibazo	-1643
risto	-1644
‚ĖĀyagiye	-1645
bavu	-1646
‚ĖĀiti	-1647
hagije	-1648
rurwe	-1649
ibanze	-1650
‚ĖĀabakozi	-1651
garagaye	-1652
ndwi	-1653
‚ĖĀyeme	-1654
baba	-1655
‚ĖĀinta	-1656
hunga	-1657
kurikiran	-1658
gabanya	-1659
ramu	-1660
shusho	-1661
umutekano	-1662
‚ĖĀnabo	-1663
byiri	-1664
‚ĖĀsha	-1665
‚ĖĀKana	-1666
kani	-1667
teganya	-1668
‚ĖĀburu	-1669
‚ĖĀitsinda	-1670
‚ĖĀnku	-1671
‚ĖĀTwa	-1672
‚ĖĀbiro	-1673
injira	-1674
tiye	-1675
abagore	-1676
rusi	-1677
‚ĖĀLi	-1678
AC	-1679
jyepfo	-1680
‚ĖĀWerurwe	-1681
umvi	-1682
rekeza	-1683
‚ĖĀWa	-1684
nyine	-1685
‚ĖĀguku	-1686
‚ĖĀkiganiro	-1687
‚ĖĀUhoraho	-1688
‚ĖĀnziza	-1689
‚ĖĀNyaga	-1690
‚ĖĀkuzamu	-1691
hwa	-1692
‚ĖĀutu	-1693
‚ĖĀzabo	-1694
‚ĖĀurwo	-1695
yamu	-1696
BA	-1697
shiman	-1698
yimana	-1699
‚ĖĀmurenge	-1700
bano	-1701
les	-1702
sera	-1703
yenda	-1704
‚ĖĀyahise	-1705
rwaho	-1706
‚ĖĀNe	-1707
‚ĖĀziri	-1708
‚ĖĀkiza	-1709
‚ĖĀbayi	-1710
taro	-1711
Uyu	-1712
‚ĖĀso	-1713
‚ĖĀDo	-1714
‚ĖĀmwiza	-1715
izindi	-1716
boza	-1717
cye	-1718
mije	-1719
‚ĖĀvi	-1720
‚ĖĀumubare	-1721
‚ĖĀTan	-1722
‚ĖĀbagize	-1723
fungwa	-1724
‚ĖĀiby	-1725
‚ĖĀIsi	-1726
yeho	-1727
fashije	-1728
iyi	-1729
vuzi	-1730
‚ĖĀMukuru	-1731
tsina	-1732
‚ĖĀakamaro	-1733
‚ĖĀbaku	-1734
‚ĖĀtuba	-1735
‚ĖĀinka	-1736
wanzuro	-1737
umuntu	-1738
‚ĖĀibihugu	-1739
‚ĖĀnyama	-1740
Umuryango	-1741
bizi	-1742
hagarariye	-1743
‚ĖĀmwe	-1744
‚ĖĀundi	-1745
‚ĖĀnshuro	-1746
‚ĖĀguso	-1747
hariye	-1748
ste	-1749
‚ĖĀGe	-1750
kwira	-1751
tanzwe	-1752
‚ĖĀGuverinoma	-1753
ren	-1754
‚ĖĀEm	-1755
‚ĖĀnkuru	-1756
‚ĖĀamateka	-1757
giranye	-1758
umwaka	-1759
‚ĖĀtuza	-1760
‚ĖĀFran	-1761
‚ĖĀimaze	-1762
gurira	-1763
‚ĖĀingabo	-1764
kisha	-1765
WA	-1766
soro	-1767
twaro	-1768
‚ĖĀagiye	-1769
rereza	-1770
‚ĖĀkureba	-1771
‚ĖĀshampi	-1772
ingabo	-1773
rs	-1774
‚ĖĀabakinnyi	-1775
‚ĖĀikintu	-1776
genewe	-1777
‚ĖĀitatu	-1778
gesera	-1779
‚ĖĀbake	-1780
Ha	-1781
koro	-1782
‚ĖĀtuka	-1783
‚ĖĀyasabye	-1784
rasira	-1785
‚ĖĀruhande	-1786
‚ĖĀiya	-1787
‚ĖĀinzego	-1788
genzura	-1789
‚ĖĀinyungu	-1790
‚ĖĀumunsi	-1791
‚ĖĀtw	-1792
ball	-1793
ER	-1794
‚ĖĀindirimbo	-1795
‚ĖĀida	-1796
shyantare	-1797
‚ĖĀudu	-1798
‚ĖĀbwabo	-1799
‚ĖĀibiro	-1800
‚ĖĀishize	-1801
kenewe	-1802
banje	-1803
‚ĖĀibin	-1804
‚ĖĀkumva	-1805
tira	-1806
‚ĖĀabari	-1807
shoramari	-1808
kwiriye	-1809
‚ĖĀkugirango	-1810
‚ĖĀbyatumye	-1811
yina	-1812
CO	-1813
buze	-1814
‚ĖĀshampiyona	-1815
‚ĖĀgukorera	-1816
‚ĖĀubutumwa	-1817
‚ĖĀraporo	-1818
vid	-1819
‚ĖĀNze	-1820
gerageza	-1821
dio	-1822
‚ĖĀJu	-1823
‚ĖĀkazi	-1824
nama	-1825
yubako	-1826
sana	-1827
‚ĖĀGashyantare	-1828
‚ĖĀmugabo	-1829
‚ĖĀTanzani	-1830
rangije	-1831
‚ĖĀkwica	-1832
ngirije	-1833
‚ĖĀUku	-1834
jeje	-1835
‚ĖĀirimo	-1836
ngabo	-1837
bayeho	-1838
ganye	-1839
‚ĖĀgisirikare	-1840
‚ĖĀHo	-1841
rengerazuba	-1842
bw	-1843
‚ĖĀimiryango	-1844
curuzwa	-1845
‚ĖĀvu	-1846
‚ĖĀRubavu	-1847
‚ĖĀTa	-1848
rangiza	-1849
‚ĖĀibyi	-1850
gezweho	-1851
‚ĖĀNtara	-1852
‚ĖĀamahoro	-1853
fitanye	-1854
umugore	-1855
mijwe	-1856
uwo	-1857
‚ĖĀUwi	-1858
‚ĖĀbyabo	-1859
‚ĖĀVi	-1860
ver	-1861
‚ĖĀake	-1862
‚ĖĀkuru	-1863
Tu	-1864
yemeza	-1865
byara	-1866
canyi	-1867
‚ĖĀMutarama	-1868
suku	-1869
mban	-1870
depite	-1871
uburyo	-1872
‚ĖĀrye	-1873
‚ĖĀhin	-1874
‚ĖĀKin	-1875
Epfo	-1876
maga	-1877
‚ĖĀFrw	-1878
ziya	-1879
‚ĖĀCla	-1880
yoboye	-1881
‚ĖĀntibi	-1882
uwa	-1883
‚ĖĀgukina	-1884
‚ĖĀhanyuma	-1885
‚ĖĀhaza	-1886
‚ĖĀamanota	-1887
‚ĖĀKanama	-1888
‚ĖĀhasi	-1889
‚ĖĀnayo	-1890
‚ĖĀUwa	-1891
‚ĖĀAbi	-1892
manuel	-1893
‚ĖĀbice	-1894
‚ĖĀhirya	-1895
‚ĖĀubundi	-1896
rugendo	-1897
butso	-1898
‚ĖĀmiliyari	-1899
‚ĖĀIcyakora	-1900
‚ĖĀKwi	-1901
‚ĖĀNyan	-1902
‚ĖĀkipe	-1903
jyanama	-1904
‚ĖĀijambo	-1905
amazi	-1906
fatanyije	-1907
‚ĖĀMbere	-1908
yubahi	-1909
gwe	-1910
‚ĖĀakora	-1911
ubuyobozi	-1912
bije	-1913
senga	-1914
che	-1915
‚ĖĀngu	-1916
herereye	-1917
kaza	-1918
AM	-1919
‚ĖĀkun	-1920
‚ĖĀibigo	-1921
ph	-1922
‚ĖĀmuhanda	-1923
‚ĖĀana	-1924
‚ĖĀinshuro	-1925
‚ĖĀurugero	-1926
tana	-1927
suzuma	-1928
‚ĖĀpolitiki	-1929
hoho	-1930
danga	-1931
IB	-1932
‚ĖĀyagaragaje	-1933
ikoranabuhanga	-1934
‚ĖĀfilime	-1935
‚ĖĀmba	-1936
ubucuruzi	-1937
tanyi	-1938
‚ĖĀSena	-1939
Ma	-1940
‚ĖĀntara	-1941
‚ĖĀagomba	-1942
turuka	-1943
ritse	-1944
‚ĖĀhino	-1945
shingwa	-1946
hitamo	-1947
‚ĖĀAkarere	-1948
‚ĖĀkuta	-1949
ngabunga	-1950
‚ĖĀcyiciro	-1951
‚ĖĀicyizere	-1952
zanyo	-1953
‚ĖĀEmmanuel	-1954
‚ĖĀmafaranga	-1955
‚ĖĀnke	-1956
‚ĖĀzari	-1957
‚ĖĀp	-1958
‚ĖĀmbi	-1959
mero	-1960
muka	-1961
‚ĖĀUwo	-1962
jana	-1963
‚ĖĀPro	-1964
‚ĖĀmushinga	-1965
kerarugendo	-1966
iterambere	-1967
‚ĖĀnzira	-1968
yonge	-1969
‚ĖĀNubwo	-1970
gendera	-1971
rangiye	-1972
‚ĖĀumukinnyi	-1973
rangwa	-1974
‚ĖĀebyiri	-1975
SA	-1976
saza	-1977
‚ĖĀwacu	-1978
‚ĖĀvuba	-1979
inzego	-1980
rushaho	-1981
bon	-1982
‚ĖĀAfri	-1983
‚ĖĀkuwa	-1984
yamama	-1985
kunzi	-1986
raso	-1987
ir	-1988
yigi	-1989
heruka	-1990
roshye	-1991
‚ĖĀburundu	-1992
‚ĖĀkwishyura	-1993
‚ĖĀbwiza	-1994
IM	-1995
‚ĖĀto	-1996
‚ĖĀCha	-1997
burasira	-1998
yemeje	-1999
‚ĖĀcyari	-2000
‚ĖĀigikorwa	-2001
yanya	-2002
kotanyi	-2003
‚ĖĀabe	-2004
‚ĖĀbifite	-2005
mpa	-2006
gena	-2007
‚ĖĀguhangana	-2008
‚ĖĀinzo	-2009
amaguru	-2010
shyizwe	-2011
rasirazuba	-2012
gereza	-2013
burasirazuba	-2014
‚ĖĀbashaka	-2015
ziki	-2016
‚ĖĀyacu	-2017
‚ĖĀyakomeje	-2018
kubahwa	-2019
‚ĖĀgutuma	-2020
tani	-2021
ibya	-2022
‚ĖĀhakaba	-2023
‚ĖĀMuka	-2024
ment	-2025
rura	-2026
mbaye	-2027
shima	-2028
‚ĖĀbibiri	-2029
perereza	-2030
‚ĖĀajya	-2031
‚ĖĀbikomeye	-2032
ranyi	-2033
‚ĖĀmakuru	-2034
‚ĖĀbatuye	-2035
‚ĖĀMun	-2036
tri	-2037
rwo	-2038
‚ĖĀikigo	-2039
‚ĖĀbahawe	-2040
son	-2041
‚ĖĀSta	-2042
shyingo	-2043
umwe	-2044
tore	-2045
‚ĖĀkurushaho	-2046
yumva	-2047
...)	-2048
ingenzi	-2049
sanzu	-2050
wongereza	-2051
‚ĖĀitanu	-2052
rabu	-2053
shyirahamwe	-2054
‚ĖĀbintu	-2055
lin	-2056
rebe	-2057
hira	-2058
‚ĖĀibihe	-2059
gihe	-2060
‚ĖĀZa	-2061
‚ĖĀkurya	-2062
sabi	-2063
‚ĖĀkubungabunga	-2064
manza	-2065
kwakira	-2066
Ba	-2067
‚ĖĀUkuboza	-2068
‚ĖĀyayo	-2069
‚ĖĀarimo	-2070
lice	-2071
‚ĖĀumuco	-2072
tangajwe	-2073
‚ĖĀibidukikije	-2074
‚ĖĀ(...)	-2075
‚ĖĀubutaka	-2076
dan	-2077
rego	-2078
rwego	-2079
‚ĖĀMuhanga	-2080
Abi	-2081
rokotse	-2082
‚ĖĀIkindi	-2083
‚ĖĀushize	-2084
‚ĖĀgice	-2085
‚ĖĀBugesera	-2086
shake	-2087
bazi	-2088
vugo	-2089
zihi	-2090
shiki	-2091
‚ĖĀyahawe	-2092
swe	-2093
‚ĖĀHuye	-2094
kosa	-2095
ikipe	-2096
‚ĖĀguhabwa	-2097
toki	-2098
‚ĖĀizindi	-2099
‚ĖĀBBC	-2100
ibigo	-2101
‚ĖĀingamba	-2102
polisi	-2103
‚ĖĀnshya	-2104
‚ĖĀgato	-2105
‚ĖĀdore	-2106
remezo	-2107
mewe	-2108
gezi	-2109
boko	-2110
‚ĖĀkane	-2111
tunganya	-2112
siyete	-2113
kwezi	-2114
‚ĖĀubumwe	-2115
‚ĖĀicyemezo	-2116
sobanuye	-2117
shyigikira	-2118
ibikorwa	-2119
‚ĖĀnyamara	-2120
‚ĖĀgishinzwe	-2121
‚ĖĀTwi	-2122
‚ĖĀUmunyamabanga	-2123
‚ĖĀnari	-2124
‚ĖĀNzeri	-2125
wabo	-2126
‚ĖĀMujyi	-2127
gurisha	-2128
taha	-2129
‚ĖĀBen	-2130
‚ĖĀmwana	-2131
hani	-2132
‚ĖĀkoko	-2133
‚ĖĀkwibuka	-2134
genge	-2135
mbasa	-2136
‚ĖĀkubaho	-2137
‚ĖĀimibereho	-2138
UR	-2139
kane	-2140
kandi	-2141
heli	-2142
‚ĖĀziba	-2143
yuranye	-2144
‚ĖĀrwose	-2145
‚ĖĀbabona	-2146
‚ĖĀkwakira	-2147
zin	-2148
‚ĖĀNyakubahwa	-2149
hinduka	-2150
tte	-2151
mokarasi	-2152
‚ĖĀngingo	-2153
‚ĖĀasaba	-2154
‚ĖĀUni	-2155
‚ĖĀbagi	-2156
herutse	-2157
‚ĖĀtelefo	-2158
‚ĖĀ:	-2159
‚ĖĀNk	-2160
‚ĖĀinzira	-2161
gombaga	-2162
‚ĖĀgutwara	-2163
ton	-2164
fitiye	-2165
kiriye	-2166
‚ĖĀBwongereza	-2167
‚ĖĀmahanga	-2168
‚ĖĀKan	-2169
mya	-2170
‚ĖĀgucu	-2171
curuza	-2172
gwi	-2173
‚ĖĀinko	-2174
‚ĖĀushobora	-2175
‚ĖĀigikombe	-2176
‚ĖĀumushinga	-2177
‚ĖĀGen	-2178
‚ĖĀamasomo	-2179
ven	-2180
ly	-2181
dufasha	-2182
‚ĖĀRi	-2183
yobya	-2184
‚ĖĀitegeko	-2185
cwa	-2186
shyizweho	-2187
baga	-2188
hingwa	-2189
‚ĖĀd	-2190
bumbye	-2191
%.	-2192
‚ĖĀMar	-2193
induka	-2194
‚ĖĀura	-2195
magana	-2196
‚ĖĀFi	-2197
huriro	-2198
‚ĖĀ‚Äď	-2199
‚ĖĀwanjye	-2200
us	-2201
‚ĖĀintego	-2202
‚ĖĀUrukiko	-2203
camanza	-2204
girira	-2205
Na	-2206
kari	-2207
goroba	-2208
‚ĖĀumurimo	-2209
sizi	-2210
‚ĖĀKuva	-2211
‚ĖĀbaje	-2212
hereye	-2213
‚ĖĀyamaze	-2214
‚ĖĀbatatu	-2215
sese	-2216
‚ĖĀBanki	-2217
‚ĖĀishobora	-2218
‚ĖĀbagira	-2219
genza	-2220
‚ĖĀibiganiro	-2221
‚ĖĀgitondo	-2222
‚ĖĀibitego	-2223
‚ĖĀCO	-2224
merewe	-2225
‚ĖĀbakoze	-2226
ruwa	-2227
‚ĖĀibitekerezo	-2228
‚ĖĀumwi	-2229
yamuryango	-2230
‚ĖĀmetero	-2231
‚ĖĀkuya	-2232
bonera	-2233
‚ĖĀAn	-2234
zimana	-2235
bili	-2236
‚ĖĀturere	-2237
‚ĖĀumutwe	-2238
ubukungu	-2239
‚ĖĀuretse	-2240
‚Äô,	-2241
Imi	-2242
‚ĖĀNyira	-2243
‚ĖĀukuri	-2244
vuza	-2245
pimo	-2246
‚ĖĀgukorwa	-2247
ken	-2248
sta	-2249
‚ĖĀguhera	-2250
gushyingo	-2251
‚ĖĀUm	-2252
mbasade	-2253
‚ĖĀwungirije	-2254
‚ĖĀIs	-2255
zeye	-2256
‚ĖĀAbo	-2257
‚ĖĀbakiri	-2258
shimye	-2259
‚ĖĀbindi	-2260
‚ĖĀigaragaza	-2261
giwe	-2262
‚ĖĀmuganga	-2263
ble	-2264
tangazamakuru	-2265
shingwabikorwa	-2266
‚ĖĀFPR	-2267
mwami	-2268
‚ĖĀNyagatare	-2269
es	-2270
GI	-2271
kingo	-2272
‚ĖĀUmuryango	-2273
rwana	-2274
kwaho	-2275
tozo	-2276
aka	-2277
cyi	-2278
‚ĖĀnibura	-2279
‚ĖĀkugaragaza	-2280
‚ĖĀmasezerano	-2281
tali	-2282
‚ĖĀnkoranya	-2283
fatanyabikorwa	-2284
kondo	-2285
‚ĖĀicu	-2286
‚ĖĀmyinshi	-2287
andika	-2288
‚ĖĀBufaransa	-2289
gati	-2290
kangura	-2291
sheje	-2292
vuguru	-2293
‚ĖĀbyara	-2294
inisitiri	-2295
kinira	-2296
agaciro	-2297
‚ĖĀntacyo	-2298
‚ĖĀIgihugu	-2299
‚ĖĀbigaragara	-2300
‚ĖĀkibuga	-2301
terahamwe	-2302
‚ĖĀbitabi	-2303
huye	-2304
‚ĖĀNuko	-2305
‚ĖĀUbumwe	-2306
‚ĖĀamakipe	-2307
.‚Äô	-2308
‚ĖĀbyombi	-2309
tere	-2310
kuye	-2311
tunga	-2312
‚ĖĀNti	-2313
higo	-2314
‚ĖĀNyaru	-2315
‚ĖĀayi	-2316
‚ĖĀiso	-2317
‚ĖĀbuba	-2318
shinwa	-2319
‚ĖĀkugenda	-2320
‚ĖĀkuzamura	-2321
‚ĖĀAu	-2322
dini	-2323
tsindi	-2324
rimana	-2325
mon	-2326
‚ĖĀruna	-2327
‚ĖĀbivugwa	-2328
iri	-2329
ikigo	-2330
‚ĖĀruswa	-2331
‚ĖĀYavuze	-2332
ssi	-2333
‚ĖĀgusaba	-2334
ruhu	-2335
‚ĖĀyaho	-2336
‚ĖĀbufatanye	-2337
kesha	-2338
‚ĖĀNanone	-2339
bara	-2340
am	-2341
nzwe	-2342
yuka	-2343
‚ĖĀbutumwa	-2344
‚ĖĀurukiko	-2345
huje	-2346
‚ĖĀmiryango	-2347
‚ĖĀKayi	-2348
rwaye	-2349
‚ĖĀUkwakira	-2350
inota	-2351
moko	-2352
‚ĖĀtwari	-2353
FA	-2354
‚ĖĀand	-2355
‚ĖĀNyanza	-2356
‚ĖĀCh	-2357
‚ĖĀnza	-2358
yangombwa	-2359
‚ĖĀukuntu	-2360
‚ĖĀuda	-2361
‚ĖĀgukura	-2362
‚ĖĀigice	-2363
‚ĖĀntiya	-2364
‚ĖĀingo	-2365
seri	-2366
‚ĖĀamagambo	-2367
‚ĖĀbatangiye	-2368
abayobozi	-2369
‚ĖĀgukorana	-2370
sohoka	-2371
‚ĖĀkinini	-2372
‚ĖĀMarie	-2373
‚ĖĀnkoranyambaga	-2374
yobowe	-2375
garutse	-2376
‚ĖĀIgihe	-2377
shanga	-2378
rekeye	-2379
terere	-2380
mama	-2381
‚ĖĀumukobwa	-2382
‚ĖĀumwuga	-2383
‚ĖĀnoneho	-2384
‚ĖĀumupira	-2385
‚ĖĀGusa	-2386
‚ĖĀCovid	-2387
gengo	-2388
‚ĖĀabanza	-2389
tungu	-2390
neri	-2391
‚ĖĀbigatuma	-2392
‚ĖĀMan	-2393
‚ĖĀkiba	-2394
ukuri	-2395
‚ĖĀmake	-2396
inga	-2397
inta	-2398
shimwe	-2399
‚ĖĀkenshi	-2400
bert	-2401
‚ĖĀimiti	-2402
‚ĖĀugere	-2403
‚ĖĀbatandukanye	-2404
ZA	-2405
‚ĖĀisa	-2406
anza	-2407
regwa	-2408
shatu	-2409
gamizi	-2410
‚ĖĀKongo	-2411
hiriza	-2412
shishikariza	-2413
‚ĖĀBamwe	-2414
‚ĖĀthe	-2415
‚ĖĀgifite	-2416
‚ĖĀzimwe	-2417
simbu	-2418
gukanye	-2419
‚ĖĀmuto	-2420
‚ĖĀintwaro	-2421
shyizeho	-2422
wuga	-2423
rebana	-2424
buza	-2425
‚ĖĀbageze	-2426
‚ĖĀkwigisha	-2427
tumi	-2428
‚ĖĀziza	-2429
Nta	-2430
‚ĖĀigitego	-2431
‚ĖĀbyan	-2432
‚ĖĀubushakashatsi	-2433
amavu	-2434
‚ĖĀmubi	-2435
DA	-2436
‚ĖĀubucuruzi	-2437
kangurambaga	-2438
wuba	-2439
‚ĖĀnshingano	-2440
‚ĖĀiperereza	-2441
‚ĖĀabiri	-2442
ibin	-2443
jijwe	-2444
yobyabwenge	-2445
‚ĖĀkuyobora	-2446
‚ĖĀLt	-2447
‚ĖĀUko	-2448
lla	-2449
shatse	-2450
kinnye	-2451
‚ĖĀkera	-2452
‚ĖĀyita	-2453
‚Äô.	-2454
rima	-2455
‚ĖĀahi	-2456
‚ĖĀdi	-2457
‚ĖĀubukungu	-2458
‚ĖĀmyi	-2459
hampi	-2460
siraheli	-2461
‚ĖĀUgushyingo	-2462
‚ĖĀrunaka	-2463
‚ĖĀurwego	-2464
tabazi	-2465
fana	-2466
jen	-2467
‚ĖĀRE	-2468
‚ĖĀKivu	-2469
‚ĖĀgutegura	-2470
‚ĖĀMiss	-2471
‚ĖĀubwoba	-2472
ted	-2473
‚ĖĀurubanza	-2474
jwa	-2475
‚ĖĀmibi	-2476
‚ĖĀkura	-2477
tio	-2478
‚ĖĀrubuga	-2479
‚ĖĀashaka	-2480
‚ĖĀmugenzi	-2481
lari	-2482
bonetse	-2483
ibibazo	-2484
komere	-2485
‚ĖĀibijyanye	-2486
‚ĖĀyongeye	-2487
shyiraho	-2488
suye	-2489
‚ĖĀndirimbo	-2490
‚ĖĀgutangira	-2491
shimangira	-2492
‚ĖĀbakoresha	-2493
ld	-2494
‚ĖĀzu	-2495
‚ĖĀndwara	-2496
‚ĖĀyatanze	-2497
‚ĖĀHi	-2498
‚ĖĀgukemura	-2499
ramo	-2500
‚ĖĀtugomba	-2501
‚ĖĀAka	-2502
‚ĖĀukomoka	-2503
hindagu	-2504
‚ĖĀbimu	-2505
‚ĖĀ‚Äô	-2506
‚ĖĀkugabanya	-2507
guzi	-2508
‚ĖĀrumwe	-2509
teganyo	-2510
gare	-2511
tegereje	-2512
‚ĖĀUbuyobozi	-2513
‚ĖĀLu	-2514
‚ĖĀkira	-2515
yigisho	-2516
haza	-2517
ikin	-2518
‚ĖĀbutaka	-2519
‚ĖĀumwanzuro	-2520
kiwe	-2521
‚ĖĀAbantu	-2522
‚ĖĀHe	-2523
‚ĖĀmpera	-2524
fungo	-2525
‚ĖĀTi	-2526
‚ĖĀyisumbuye	-2527
mes	-2528
‚ĖĀkugu	-2529
‚ĖĀbate	-2530
rwamo	-2531
seke	-2532
‚ĖĀgutsinda	-2533
‚ĖĀNige	-2534
‚ĖĀgusha	-2535
‚ĖĀPi	-2536
‚ĖĀPolice	-2537
‚ĖĀZi	-2538
huti	-2539
yubahiro	-2540
Afurika	-2541
biligi	-2542
‚ĖĀaku	-2543
‚ĖĀguhi	-2544
tegeka	-2545
‚ĖĀabafite	-2546
UK	-2547
shinjwa	-2548
‚ĖĀTanzania	-2549
‚ĖĀakomeza	-2550
‚ĖĀhagamijwe	-2551
‚ĖĀkare	-2552
‚ĖĀmateka	-2553
abakobwa	-2554
Ati	-2555
‚ĖĀukuvuga	-2556
‚ÄĚ,	-2557
umwana	-2558
‚ĖĀguhu	-2559
‚ĖĀukaba	-2560
Frw	-2561
win	-2562
rari	-2563
‚ĖĀrubanza	-2564
zungu	-2565
‚ĖĀRusizi	-2566
nganira	-2567
ubuhinzi	-2568
gue	-2569
‚ĖĀkuda	-2570
teguwe	-2571
‚ĖĀbwoko	-2572
den	-2573
‚ĖĀikindi	-2574
‚ĖĀbarenga	-2575
ubutaka	-2576
zongera	-2577
‚ĖĀikomeye	-2578
menyekana	-2579
‚ĖĀimu	-2580
‚ĖĀKomini	-2581
ric	-2582
‚ĖĀaramu	-2583
dolari	-2584
‚ĖĀbahabwa	-2585
‚ĖĀyatsinze	-2586
‚ĖĀimvura	-2587
‚ĖĀAkomeza	-2588
urubyiruko	-2589
‚ĖĀco	-2590
gaga	-2591
ono	-2592
‚ĖĀishami	-2593
‚ĖĀbakwiye	-2594
gishwa	-2595
kra	-2596
‚ĖĀkurinda	-2597
Muri	-2598
‚ĖĀabagabo	-2599
‚ĖĀumaze	-2600
kimbi	-2601
zamuka	-2602
mura	-2603
Gu	-2604
‚ĖĀgatanu	-2605
‚ĖĀitandukanye	-2606
‚ĖĀbazaba	-2607
‚ĖĀmugore	-2608
ciwe	-2609
genze	-2610
‚ĖĀbakomeje	-2611
LR	-2612
‚ĖĀUmwe	-2613
jenoside	-2614
‚ĖĀEse	-2615
‚ĖĀintege	-2616
‚ĖĀmagambo	-2617
hagaze	-2618
‚ĖĀMura	-2619
tangiza	-2620
‚ĖĀgukurikirana	-2621
ngere	-2622
‚ĖĀumwami	-2623
gaho	-2624
nota	-2625
‚ĖĀamabwiriza	-2626
‚ĖĀguhindura	-2627
ket	-2628
dage	-2629
‚ĖĀyana	-2630
yoborere	-2631
‚ĖĀgiti	-2632
by	-2633
gombye	-2634
one	-2635
kimbirane	-2636
‚ĖĀDemokarasi	-2637
koreshejwe	-2638
‚ĖĀmodoka	-2639
‚ĖĀFD	-2640
nini	-2641
Ubwo	-2642
korewe	-2643
shyikiri	-2644
gra	-2645
rimbo	-2646
‚ĖĀBurayi	-2647
my	-2648
‚ĖĀkugura	-2649
IS	-2650
‚ĖĀine	-2651
kubita	-2652
‚ĖĀbanki	-2653
ciye	-2654
‚ĖĀRwi	-2655
cumbi	-2656
komeze	-2657
abakozi	-2658
‚ĖĀimbuto	-2659
kiro	-2660
kini	-2661
‚ĖĀBya	-2662
‚ĖĀitu	-2663
yuga	-2664
uburezi	-2665
YE	-2666
‚ĖĀabona	-2667
‚ĖĀbandi	-2668
?‚ÄĚ	-2669
‚ĖĀmbuga	-2670
‚ĖĀurugendo	-2671
‚ĖĀibimenyetso	-2672
yamba	-2673
Amerika	-2674
twarire	-2675
zanye	-2676
‚ĖĀumunani	-2677
‚ĖĀkuha	-2678
ster	-2679
‚ĖĀbyu	-2680
‚ĖĀIkipe	-2681
‚ĖĀkintu	-2682
indege	-2683
kraine	-2684
‚ĖĀmeza	-2685
kurikije	-2686
‚ĖĀcyabo	-2687
‚ĖĀIkigo	-2688
‚ĖĀmfite	-2689
for	-2690
ron	-2691
‚ĖĀkwinjira	-2692
‚ĖĀbitabiriye	-2693
‚ĖĀuzwi	-2694
‚ĖĀAr	-2695
iminsi	-2696
‚ĖĀitera	-2697
%,	-2698
‚ĖĀLo	-2699
sse	-2700
‚ĖĀakarere	-2701
‚ĖĀinguzanyo	-2702
‚ĖĀatatu	-2703
‚ĖĀubutegetsi	-2704
tter	-2705
‚ĖĀIri	-2706
Igi	-2707
ganya	-2708
cika	-2709
‚ĖĀamezi	-2710
fashisha	-2711
‚ĖĀurukundo	-2712
Ka	-2713
‚ĖĀazaba	-2714
unze	-2715
‚ĖĀibiti	-2716
gufi	-2717
icya	-2718
‚ĖĀnyina	-2719
‚ĖĀbombi	-2720
shira	-2721
‚ĖĀukwi	-2722
‚ĖĀirushanwa	-2723
wandi	-2724
‚ĖĀbwari	-2725
‚ĖĀgikomeye	-2726
‚ĖĀMIN	-2727
agateganyo	-2728
‚ĖĀgushyiraho	-2729
‚ĖĀyuba	-2730
Iburasirazuba	-2731
rohe	-2732
‚ĖĀimishinga	-2733
‚ĖĀtuga	-2734
pho	-2735
zamini	-2736
tangiriro	-2737
koraga	-2738
imikino	-2739
‚ĖĀjenoside	-2740
korani	-2741
‚ĖĀumuriro	-2742
‚ĖĀAmategeko	-2743
refe	-2744
‚ĖĀkari	-2745
ngenge	-2746
umugabo	-2747
‚ĖĀRDC	-2748
muri	-2749
yongereye	-2750
mvikana	-2751
‚ĖĀingufu	-2752
‚ĖĀChar	-2753
our	-2754
‚ĖĀClau	-2755
‚ĖĀtubi	-2756
‚ĖĀInama	-2757
cent	-2758
rimba	-2759
‚ĖĀzita	-2760
gejeje	-2761
‚ĖĀUkraine	-2762
‚ĖĀizaba	-2763
siri	-2764
ganje	-2765
shimo	-2766
‚ĖĀAfrica	-2767
pamyabu	-2768
‚ĖĀumwuka	-2769
‚ĖĀNku	-2770
‚ĖĀahandi	-2771
‚ĖĀsiporo	-2772
imp	-2773
‚ĖĀimbabazi	-2774
yumvire	-2775
Isi	-2776
keye	-2777
ol	-2778
‚ĖĀrukiko	-2779
ababyeyi	-2780
rambo	-2781
‚ĖĀinkuru	-2782
‚ĖĀubusa	-2783
tangarije	-2784
dy	-2785
‚ĖĀbabonye	-2786
herezwa	-2787
rundi	-2788
kiza	-2789
‚ĖĀkwiba	-2790
izi	-2791
damu	-2792
tsinzwe	-2793
geraho	-2794
Re	-2795
‚ĖĀAmbasade	-2796
‚ĖĀimpanuka	-2797
‚ĖĀFDLR	-2798
‚ĖĀmatora	-2799
‚ĖĀmirongo	-2800
puro	-2801
amashanyarazi	-2802
‚ĖĀYakomeje	-2803
‚ĖĀimbo	-2804
‚ĖĀIngingo	-2805
‚ĖĀrufite	-2806
zabi	-2807
‚ĖĀyabonye	-2808
menyekanye	-2809
amahanga	-2810
sesengu	-2811
‚ĖĀJose	-2812
burani	-2813
shini	-2814
US	-2815
hangayi	-2816
‚ĖĀzifite	-2817
‚ĖĀwaba	-2818
‚ĖĀKuba	-2819
kandida	-2820
‚ĖĀmuhango	-2821
‚ĖĀmazi	-2822
‚ĖĀahanini	-2823
‚ĖĀigira	-2824
‚ĖĀbwose	-2825
vuka	-2826
reze	-2827
‚ĖĀkigero	-2828
‚ĖĀnjye	-2829
‚ĖĀAbaturage	-2830
‚ĖĀnabyo	-2831
‚ĖĀtwo	-2832
‚ĖĀzin	-2833
daga	-2834
‚ĖĀinyandiko	-2835
Intebe	-2836
‚ĖĀCon	-2837
‚ĖĀbakuru	-2838
‚ĖĀYi	-2839
‚ĖĀAha	-2840
‚ĖĀntu	-2841
‚ĖĀwawe	-2842
‚ĖĀimpano	-2843
‚ĖĀGatanu	-2844
cuku	-2845
Hari	-2846
‚ĖĀabakobwa	-2847
‚ĖĀatandukanye	-2848
ngiye	-2849
koreye	-2850
yura	-2851
Ikigo	-2852
‚ĖĀbitatu	-2853
‚ĖĀmirimo	-2854
tional	-2855
‚ĖĀbatari	-2856
tware	-2857
gega	-2858
‚ĖĀryari	-2859
‚ĖĀnyarwanda	-2860
‚ĖĀagaragaza	-2861
‚ĖĀrubyiruko	-2862
‚ĖĀkomi	-2863
juje	-2864
‚ĖĀmuda	-2865
papuro	-2866
‚ĖĀamaso	-2867
shinze	-2868
‚ĖĀKugeza	-2869
raba	-2870
sabo	-2871
‚ĖĀbyaha	-2872
nganire	-2873
‚ĖĀuzi	-2874
rijwe	-2875
andura	-2876
‚ĖĀbifuza	-2877
yamahanga	-2878
‚ĖĀinshuti	-2879
hanu	-2880
‚ĖĀmunota	-2881
kristo	-2882
dani	-2883
muntu	-2884
gukana	-2885
‚ĖĀniyo	-2886
kwirakwi	-2887
mbyi	-2888
‚ĖĀmuyobozi	-2889
miye	-2890
‚ĖĀsosiyete	-2891
‚ĖĀumutungo	-2892
‚ĖĀamashanyarazi	-2893
HE	-2894
IR	-2895
‚ĖĀbayobozi	-2896
ubutegetsi	-2897
kingi	-2898
‚ĖĀbiganiro	-2899
garagu	-2900
‚ĖĀNtabwo	-2901
‚ĖĀremezo	-2902
‚ĖĀkuga	-2903
‚ĖĀmarushanwa	-2904
‚ĖĀbatanga	-2905
rali	-2906
‚ĖĀbibi	-2907
duko	-2908
‚ĖĀnatwe	-2909
‚ĖĀwan	-2910
sabwe	-2911
umuyobozi	-2912
Pe	-2913
‚ĖĀyinji	-2914
‚ĖĀUretse	-2915
‚ĖĀbahise	-2916
up	-2917
‚ĖĀbayo	-2918
‚ĖĀbyabaye	-2919
‚ĖĀKubera	-2920
rwaga	-2921
butsa	-2922
AF	-2923
giriye	-2924
‚ĖĀNiba	-2925
‚ĖĀugasanga	-2926
hutu	-2927
‚ĖĀbagore	-2928
vamo	-2929
‚ĖĀgukumira	-2930
‚ĖĀgereza	-2931
Umurenge	-2932
‚ĖĀbuda	-2933
‚ĖĀkire	-2934
‚ĖĀagera	-2935
iya	-2936
Twa	-2937
‚ĖĀMuse	-2938
‚ĖĀahita	-2939
ishuri	-2940
fashishwa	-2941
inda	-2942
‚ĖĀbuta	-2943
‚ĖĀ¬ę	-2944
amavuko	-2945
‚ĖĀUrugero	-2946
ubundi	-2947
‚ĖĀakenshi	-2948
‚ĖĀitorero	-2949
‚ĖĀgakondo	-2950
‚ĖĀkugaragara	-2951
hohoterwa	-2952
sco	-2953
‚ĖĀwabaye	-2954
urukiko	-2955
‚ĖĀyagiranye	-2956
‚ĖĀisuku	-2957
‚ĖĀubuhinzi	-2958
‚ĖĀruri	-2959
zindu	-2960
‚ĖĀl	-2961
‚ĖĀbimeze	-2962
‚ĖĀinyama	-2963
shyirwaho	-2964
IDA	-2965
banya	-2966
‚ĖĀRadio	-2967
‚ĖĀgitaramo	-2968
GE	-2969
‚ĖĀyageze	-2970
ganiriye	-2971
banuka	-2972
‚ĖĀcyaha	-2973
hn	-2974
biriwe	-2975
‚ĖĀbisanzwe	-2976
shimishije	-2977
‚ĖĀubi	-2978
yweho	-2979
‚ĖĀPatri	-2980
imiryango	-2981
cuti	-2982
‚ĖĀnkuko	-2983
‚ĖĀKe	-2984
Amajyaruguru	-2985
‚ĖĀVisi	-2986
‚ĖĀrushanwa	-2987
‚ĖĀkwitabira	-2988
‚ĖĀmunini	-2989
dia	-2990
imyi	-2991
‚ĖĀintambara	-2992
‚ĖĀbura	-2993
gaciro	-2994
‚ĖĀRIB	-2995
‚ĖĀahari	-2996
tsiko	-2997
mbuka	-2998
garika	-2999
‚ĖĀabasirikare	-3000
umukino	-3001
yoboro	-3002
‚ĖĀNone	-3003
fumbi	-3004
sheke	-3005
rabuzima	-3006
‚ĖĀumutima	-3007
‚ĖĀabahinzi	-3008
‚ĖĀukomeye	-3009
VID	-3010
‚ĖĀisan	-3011
‚ĖĀubufatanye	-3012
‚ĖĀruza	-3013
‚ĖĀbatara	-3014
‚ĖĀumuti	-3015
yanzuro	-3016
‚ĖĀKabiri	-3017
sobwa	-3018
monyi	-3019
‚ĖĀRwamagana	-3020
gabe	-3021
‚ĖĀeshatu	-3022
Amajyepfo	-3023
‚ĖĀsita	-3024
uba	-3025
ziyo	-3026
yanga	-3027
‚ĖĀbuhinzi	-3028
‚ĖĀumubyeyi	-3029
‚ĖĀUmwami	-3030
‚ĖĀkubura	-3031
‚ĖĀiwabo	-3032
IC	-3033
vugaga	-3034
turanyi	-3035
ahandi	-3036
‚ĖĀyifuza	-3037
myi	-3038
‚ĖĀyumva	-3039
‚ĖĀabagize	-3040
ibihumbi	-3041
Iyo	-3042
‚ĖĀwayo	-3043
‚ĖĀamazina	-3044
vana	-3045
gurwa	-3046
‚ĖĀNgoma	-3047
Ingabo	-3048
‚ĖĀInkotanyi	-3049
size	-3050
AB	-3051
sobanuro	-3052
utu	-3053
Abibumbye	-3054
banyi	-3055
‚ĖĀMusa	-3056
‚ĖĀasanzwe	-3057
garagaro	-3058
erre	-3059
wuka	-3060
‚ĖĀandi	-3061
viziyo	-3062
‚ĖĀguta	-3063
rebye	-3064
‚ĖĀre	-3065
‚ĖĀguse	-3066
bitekerezo	-3067
teli	-3068
igice	-3069
‚ĖĀugereranyije	-3070
icyi	-3071
‚ĖĀukora	-3072
‚ĖĀmategeko	-3073
‚ĖĀakana	-3074
tel	-3075
ngeraho	-3076
abagabo	-3077
fatiwe	-3078
ar	-3079
mpan	-3080
‚ĖĀbikwiye	-3081
‚ĖĀkwivuza	-3082
‚ĖĀamatora	-3083
‚ĖĀguhura	-3084
‚ĖĀyavu	-3085
‚ĖĀbitanga	-3086
‚ĖĀbyiciro	-3087
‚ĖĀbasanzwe	-3088
‚ĖĀigiye	-3089
‚ĖĀyabereye	-3090
‚ĖĀumunya	-3091
kurikiza	-3092
jura	-3093
‚ĖĀate	-3094
jugu	-3095
rikire	-3096
‚ĖĀurugo	-3097
‚ĖĀgusura	-3098
‚ĖĀInter	-3099
‚ĖĀEs	-3100
‚ĖĀguca	-3101
zeza	-3102
tinya	-3103
yabuzima	-3104
‚ĖĀubutabera	-3105
‚ĖĀamaraso	-3106
‚ĖĀbane	-3107
herero	-3108
‚ĖĀguhuza	-3109
Abatutsi	-3110
‚ĖĀejo	-3111
gamo	-3112
mukira	-3113
shyiki	-3114
‚ĖĀubwoko	-3115
ngira	-3116
‚ĖĀzombi	-3117
byaza	-3118
rekezo	-3119
ikirere	-3120
‚ĖĀMisiri	-3121
kangurira	-3122
shyigikiye	-3123
‚ĖĀJohn	-3124
‚ĖĀSIDA	-3125
Umuyobozi	-3126
‚ĖĀnuko	-3127
‚ĖĀbigaragaza	-3128
umun	-3129
sasu	-3130
sti	-3131
‚ĖĀNshingwabikorwa	-3132
‚ĖĀbwinshi	-3133
‚ĖĀmudasobwa	-3134
sohotse	-3135
‚ĖĀkirekire	-3136
‚ĖĀabavandimwe	-3137
‚ĖĀururimi	-3138
‚ĖĀUmurenge	-3139
ON	-3140
Yagize	-3141
bwami	-3142
‚ĖĀigihembo	-3143
rusiya	-3144
saka	-3145
yabizi	-3146
gora	-3147
‚ĖĀumukozi	-3148
amahoro	-3149
‚ĖĀyaku	-3150
‚ĖĀumubiri	-3151
tiwe	-3152
umukobwa	-3153
‚ĖĀruganda	-3154
‚ĖĀzira	-3155
‚ĖĀGatatu	-3156
yabiziga	-3157
Bi	-3158
sagara	-3159
‚ĖĀingingo	-3160
‚ĖĀijoro	-3161
‚ĖĀubufasha	-3162
merera	-3163
com	-3164
menyesha	-3165
‚ĖĀumuhanda	-3166
siya	-3167
funzwe	-3168
jyambere	-3169
‚ĖĀNkuru	-3170
verineri	-3171
huriye	-3172
‚ĖĀbakorera	-3173
hagari	-3174
kenera	-3175
‚ĖĀnyira	-3176
soza	-3177
‚ĖĀyuko	-3178
‚ĖĀatanga	-3179
‚ĖĀimikorere	-3180
‚ĖĀbagabo	-3181
lub	-3182
‚ĖĀamasaha	-3183
‚ĖĀkuno	-3184
‚ĖĀshuri	-3185
Perezida	-3186
‚ĖĀFe	-3187
cho	-3188
kono	-3189
ruta	-3190
chi	-3191
‚ĖĀbadu	-3192
‚ĖĀbishwe	-3193
zihiza	-3194
‚ĖĀkwiyongera	-3195
abanyeshuri	-3196
zara	-3197
‚ĖĀimpamyabu	-3198
lan	-3199
‚ĖĀihe	-3200
‚ĖĀkwan	-3201
amezi	-3202
henge	-3203
‚ĖĀmukobwa	-3204
‚ĖĀbakinnyi	-3205
liyoni	-3206
‚ĖĀbushakashatsi	-3207
‚ĖĀSha	-3208
",	-3209
jyanwa	-3210
‚ĖĀahitwa	-3211
‚ĖĀumubano	-3212
‚ĖĀnabwo	-3213
ngana	-3214
‚ĖĀbavuze	-3215
Ru	-3216
‚ĖĀwara	-3217
‚ĖĀKamonyi	-3218
‚ĖĀgusoma	-3219
‚ĖĀMpu	-3220
‚ĖĀmugaragaro	-3221
‚ĖĀriza	-3222
fumbire	-3223
hindagurikire	-3224
the	-3225
‚ĖĀbuza	-3226
garagam	-3227
‚ĖĀCOVID	-3228
two	-3229
lometero	-3230
‚ĖĀhakiri	-3231
nyeshuri	-3232
‚ĖĀuburezi	-3233
hwe	-3234
‚ĖĀgusi	-3235
mirimo	-3236
yubaka	-3237
‚ĖĀbigize	-3238
taho	-3239
cukiro	-3240
‚ĖĀTru	-3241
‚ĖĀbanyeshuri	-3242
tabara	-3243
ibiri	-3244
koperative	-3245
thi	-3246
‚ĖĀisanzwe	-3247
‚ĖĀLea	-3248
‚ĖĀusanzwe	-3249
‚ĖĀbizaba	-3250
‚ĖĀgatandatu	-3251
‚ĖĀNyarugenge	-3252
tsindwa	-3253
inzu	-3254
sengi	-3255
hama	-3256
‚ĖĀkoro	-3257
‚ĖĀatu	-3258
rongi	-3259
UN	-3260
‚ĖĀCharles	-3261
‚ĖĀigifungo	-3262
kanwa	-3263
‚ĖĀzika	-3264
‚ĖĀmubiri	-3265
‚ĖĀGicumbi	-3266
‚ĖĀumuturage	-3267
funga	-3268
‚ĖĀ‚ÄĘ	-3269
‚ĖĀibicuruzwa	-3270
‚ĖĀyata	-3271
ise	-3272
rwanyi	-3273
itegeko	-3274
‚ĖĀubw	-3275
‚ĖĀriri	-3276
‚ĖĀntego	-3277
Urukiko	-3278
‚ĖĀClaude	-3279
‚ĖĀmakipe	-3280
‚ĖĀyanditse	-3281
‚ĖĀuti	-3282
ngire	-3283
MA	-3284
‚ĖĀruta	-3285
‚ĖĀNyabi	-3286
‚ĖĀnumva	-3287
‚ĖĀBurera	-3288
fuzo	-3289
bwaho	-3290
‚ĖĀbihumbi	-3291
eu	-3292
‚ĖĀzida	-3293
‚ĖĀrutonde	-3294
RC	-3295
‚ĖĀikora	-3296
‚ĖĀmugabane	-3297
gaba	-3298
‚ĖĀkurengera	-3299
‚ĖĀamahugurwa	-3300
Ikin	-3301
bukuru	-3302
‚ĖĀibisubizo	-3303
‚ĖĀbuka	-3304
riweho	-3305
‚ĖĀimari	-3306
‚ĖĀzikomeye	-3307
‚ĖĀimpungenge	-3308
ceri	-3309
yani	-3310
‚ĖĀmusore	-3311
‚ĖĀmutima	-3312
‚ĖĀAb	-3313
impu	-3314
‚ĖĀabakiri	-3315
‚ĖĀibyangombwa	-3316
gal	-3317
gereye	-3318
‚ĖĀyanjye	-3319
tangazo	-3320
‚ĖĀGatandatu	-3321
‚ĖĀbutandukanye	-3322
‚ĖĀijana	-3323
yujije	-3324
witwa	-3325
‚ĖĀibiciro	-3326
fungura	-3327
‚ĖĀNgoro	-3328
‚ĖĀishinzwe	-3329
rime	-3330
sket	-3331
intambara	-3332
‚ĖĀbazajya	-3333
kurikiranyweho	-3334
‚ĖĀubwe	-3335
‚ĖĀbaya	-3336
fashwa	-3337
‚ĖĀnyandiko	-3338
‚ĖĀuruganda	-3339
‚ĖĀbaru	-3340
shakaga	-3341
ura	-3342
‚ĖĀCi	-3343
‚ĖĀMala	-3344
‚ĖĀrwari	-3345
anditse	-3346
umi	-3347
‚ĖĀyafashe	-3348
lly	-3349
‚ĖĀbisaba	-3350
‚ĖĀkirere	-3351
‚ĖĀInteko	-3352
ranyo	-3353
‚ĖĀikoreshwa	-3354
goye	-3355
‚ĖĀibyiza	-3356
‚ĖĀimpinduka	-3357
‚ĖĀAho	-3358
vuduko	-3359
yemezamirimo	-3360
‚ĖĀKicukiro	-3361
stin	-3362
‚ĖĀbene	-3363
‚ĖĀakiri	-3364
‚ĖĀcyu	-3365
‚ĖĀtuzi	-3366
‚ĖĀicumi	-3367
‚ĖĀQ	-3368
liziya	-3369
‚ĖĀ'	-3370
Rwanda	-3371
‚ĖĀkwandika	-3372
‚ĖĀKane	-3373
shingiro	-3374
‚ĖĀnaba	-3375
nes	-3376
Umun	-3377
‚ĖĀimyenda	-3378
‚ĖĀTshi	-3379
‚ĖĀpolisi	-3380
‚ĖĀPawu	-3381
‚ĖĀkikaba	-3382
ranenge	-3383
bwoba	-3384
tor	-3385
‚ĖĀbigira	-3386
‚ĖĀbakabi	-3387
‚ĖĀimibare	-3388
‚ĖĀishyaka	-3389
‚ĖĀbakeneye	-3390
GA	-3391
huse	-3392
rael	-3393
‚ĖĀababa	-3394
‚ĖĀrugendo	-3395
umuco	-3396
‚ĖĀPawulo	-3397
‚ĖĀZunze	-3398
‚ĖĀyayi	-3399
‚ĖĀAbanya	-3400
genzuzi	-3401
‚ĖĀatara	-3402
‚ĖĀNigeria	-3403
undi	-3404
jyaga	-3405
‚ĖĀkugenzura	-3406
imwe	-3407
‚ĖĀIb	-3408
dagadu	-3409
abari	-3410
as	-3411
shanyo	-3412
‚ĖĀasanga	-3413
‚ĖĀbuvuga	-3414
bonaga	-3415
‚ĖĀimyitozo	-3416
‚ĖĀariyo	-3417
‚ĖĀisano	-3418
‚ĖĀPierre	-3419
feri	-3420
‚ĖĀbatangira	-3421
‚ĖĀLtd	-3422
loni	-3423
ndana	-3424
‚ĖĀabarimu	-3425
‚ĖĀgusubira	-3426
geni	-3427
kongo	-3428
ganjemo	-3429
gerageje	-3430
‚ĖĀNyamasheke	-3431
ngiro	-3432
tegereza	-3433
‚ĖĀNdi	-3434
‚ĖĀyawe	-3435
gitari	-3436
funguro	-3437
‚ĖĀVo	-3438
rengeje	-3439
ranwa	-3440
‚ĖĀbusanzwe	-3441
rikana	-3442
byaye	-3443
‚ĖĀyahi	-3444
‚ĖĀbwite	-3445
‚ĖĀabenshi	-3446
‚ĖĀHabya	-3447
‚ĖĀRuhango	-3448
yanda	-3449
‚ĖĀnimu	-3450
‚ĖĀbirori	-3451
shakanye	-3452
ab	-3453
‚ĖĀmoto	-3454
inzo	-3455
TE	-3456
mashini	-3457
‚ĖĀabagenzi	-3458
weho	-3459
akazi	-3460
ziranenge	-3461
‚ĖĀGoma	-3462
ng	-3463
‚ĖĀInga	-3464
‚ĖĀal	-3465
‚ĖĀamata	-3466
‚ĖĀguhagarika	-3467
‚ĖĀbikoresho	-3468
‚ĖĀmw	-3469
‚ĖĀbaturutse	-3470
tre	-3471
‚ĖĀabu	-3472
sibye	-3473
‚ĖĀguto	-3474
‚ĖĀbyeme	-3475
‚ĖĀwose	-3476
‚ĖĀIshinga	-3477
‚ĖĀntangiriro	-3478
ngerera	-3479
‚ĖĀiy	-3480
HO	-3481
YA	-3482
gina	-3483
‚ĖĀguverinoma	-3484
‚ĖĀkubo	-3485
‚ĖĀwowe	-3486
‚ĖĀibice	-3487
‚ĖĀNew	-3488
caro	-3489
hindutse	-3490
‚ĖĀperezida	-3491
‚ĖĀkoperative	-3492
‚ĖĀNde	-3493
vier	-3494
‚ĖĀmaso	-3495
kenke	-3496
fatika	-3497
‚ĖĀmuke	-3498
‚ĖĀukina	-3499
wibutso	-3500
yanja	-3501
zinduko	-3502
‚ĖĀuhagarariye	-3503
‚ĖĀNdayi	-3504
‚ĖĀkunywa	-3505
citse	-3506
umupira	-3507
‚ĖĀbasaba	-3508
‚ĖĀitangazamakuru	-3509
vuzwe	-3510
kuramo	-3511
‚ĖĀtelefone	-3512
‚ĖĀrurimi	-3513
‚ĖĀen	-3514
‚ĖĀuvuga	-3515
‚ĖĀSy	-3516
funze	-3517
‚ĖĀRD	-3518
ubumenyi	-3519
‚ĖĀnyubako	-3520
‚ĖĀShampi	-3521
‚ĖĀhata	-3522
ingu	-3523
tsinzi	-3524
iza	-3525
yahu	-3526
rewe	-3527
imibereho	-3528
kurikiranwa	-3529
tal	-3530
‚ĖĀnyi	-3531
‚ĖĀMudugudu	-3532
‚ĖĀf	-3533
tsindiye	-3534
shahara	-3535
‚ĖĀcyacu	-3536
hesha	-3537
‚ĖĀgutu	-3538
gh	-3539
Icyo	-3540
sekedi	-3541
‚ĖĀkuwu	-3542
‚ĖĀbivuze	-3543
inama	-3544
imvura	-3545
shyuhe	-3546
‚ĖĀKagari	-3547
Iyi	-3548
‚ĖĀbabu	-3549
widi	-3550
‚ĖĀnanone	-3551
‚ĖĀUmuvugizi	-3552
ssa	-3553
runga	-3554
garura	-3555
‚ĖĀngaruka	-3556
zanya	-3557
‚ĖĀkita	-3558
sani	-3559
zengu	-3560
hanganye	-3561
‚ĖĀJoseph	-3562
‚ĖĀintambwe	-3563
‚ĖĀab	-3564
‚ĖĀbavuye	-3565
‚ĖĀigisubizo	-3566
‚ĖĀFo	-3567
shoboraga	-3568
‚ĖĀGasabo	-3569
‚ĖĀHabyarimana	-3570
zura	-3571
anduye	-3572
‚ĖĀDawidi	-3573
‚ĖĀinzoga	-3574
‚ĖĀGuverineri	-3575
KO	-3576
lley	-3577
‚ĖĀIsrael	-3578
‚ĖĀhara	-3579
‚ĖĀmezi	-3580
rus	-3581
‚ĖĀkuki	-3582
‚ĖĀnyungu	-3583
‚ĖĀiku	-3584
‚ĖĀIharanira	-3585
‚ĖĀbagenda	-3586
‚ĖĀUN	-3587
tangije	-3588
‚ĖĀcumi	-3589
‚ĖĀmwene	-3590
‚ĖĀ)	-3591
‚ĖĀbako	-3592
‚ĖĀMiliyoni	-3593
‚ĖĀamashusho	-3594
boneza	-3595
‚ĖĀzikaba	-3596
shingizi	-3597
‚ĖĀumwa	-3598
‚ĖĀUrwego	-3599
rondo	-3600
‚ĖĀbakana	-3601
‚ĖĀbutegetsi	-3602
‚ĖĀuruhu	-3603
‚ĖĀgutekereza	-3604
ubuvuzi	-3605
sangan	-3606
koranire	-3607
‚ĖĀise	-3608
‚ĖĀkunoza	-3609
‚ĖĀbahi	-3610
WE	-3611
koko	-3612
net	-3613
‚ĖĀamabuye	-3614
‚ĖĀnderabuzima	-3615
teze	-3616
‚ĖĀbike	-3617
‚ĖĀgitabo	-3618
burengerazuba	-3619
rwano	-3620
‚ĖĀmuzi	-3621
garama	-3622
mure	-3623
shimisha	-3624
soje	-3625
‚ĖĀibihano	-3626
‚ĖĀTshisekedi	-3627
‚ĖĀyashimiye	-3628
‚ĖĀyemeza	-3629
nti	-3630
amateka	-3631
sinzi	-3632
indwara	-3633
‚ĖĀamashyamba	-3634
gerwaho	-3635
‚ĖĀShe	-3636
‚ĖĀam	-3637
sora	-3638
‚ĖĀBushinwa	-3639
ibihe	-3640
‚ĖĀigihano	-3641
muna	-3642
yonza	-3643
‚ĖĀbumva	-3644
‚ĖĀzishobora	-3645
‚ĖĀagi	-3646
‚ĖĀnanjye	-3647
